{
  "tipsmod.tip.cte2_wiki": "Check out our Wiki for more CTE2 information. Link is in the main menu!",
  "tipsmod.tip.cte2_player_trading": "You can right-click another player to securely trade with them.",
  "tipsmod.tip.cte2_flan": "You can claim blocks with a golden hoe in a multiplayer server with FLAN.",
  "tipsmod.tip.cte2_chess": "Are you an avid chess player? Play chess in game with your friends!",
  "tipsmod.tip.cte2_infinity": "The infinity enchantment will work even without arrows.",
  "tipsmod.tip.cte2_lootr": "Chests are instanced to each player and are unbreakable. Happy multiplayer explorations!",
  "tipsmod.tip.cte2_guards": "The guards protecting those pesky villagers are tough... You may not want to brush up against them!",
  "tipsmod.tip.cte2_discord": "Need help with something? Come to our Discord server! Link is in the main menu!",
  "tipsmod.tip.cte2_ender_dragon": "Bosses in CTE2 boast special stats!",
  "tipsmod.tip.cte2_chimes": "Did you know phantoms are scared of chimes?",
  "tipsmod.tip.cte2_leather": "Have trouble getting enough leather for your needs? Try cooking up some rotten flesh... Just don't eat it!",
  "tipsmod.tip.cte2_jei": "While hovering an item in inventory or JEI, press R to see how an item is made, U to see the uses of that particular item in recipes.",
  "tipsmod.tip.cte2_lightmans": "Money can be stored in wallets and can be earned by killing mobs, or selling items to other players.",
  "tipsmod.tip.cte2_harvesting": "For easier harvesting, right click with a hoe in hand.",
  "tipsmod.tip.cte2_bounty": "Looking for work? Be sure to check out the Bounty Boards!",
  "tipsmod.tip.cte2_parrots": "Parrots can be train conductors?! What sorcery is this???",
  "tipsmod.tip.cte2_minemenu": "Check out the MineMenu wheel by pressing H!",
  "tipsmod.tip.cte2_jars": "Supplementary Jars can contain 4 buckets of any vanilla liquids.",
  "tipsmod.tip.cte2_server": "Check out the official server where we host fun events!",
  "tipsmod.tip.cte2_paint": "Craft a palette, canvas, and easel to experience the Joy of Painting!",
  "tipsmod.tip.cte2_music": "Craft an instrument to play some music, or even import custom midis!",
  "tipsmod.tip.cte2_skill_gems": "Learnt skills have more sockets the higher the level. Insert Support Gems to augment their effects!",
  "tipsmod.tip.cte2_aura_gems": "Aura Gems can be applied to the yellow sockets in the Skills GUI and apply passive bonuses at the cost of Capacity.",
  "tipsmod.tip.cte2_perks": "Select your class by allocating points into the class tree. You can specialize in two classes!",
  "tipsmod.tip.cte2_level": "Be sure to distribute your stat and talent points every Mine and Slash level.",
  "tipsmod.tip.cte2_orbs": "You can apply Mine and Slash Orbs to gear to improve it.",
  "tipsmod.tip.cte2_runes": "Mine and Slash Runes and Gems can be socketed into gear for improvements.",
  "tipsmod.tip.cte2_runewords": "Certain combination of Runes in Mine and Slash gear can give extra bonuses.",
  "tipsmod.tip.cte2_souls": "Mine and Slash Souls can be applied to non-Mine and Slash gear to give it stats. Just be sure the item type is correct!",
  "tipsmod.tip.cte2_salvage": "You can salvage Mine and Slash gear using the Salvage Hammer.",
  "tipsmod.tip.cte2_packs": "You can unlock more Mine and Slash pack slots by equipping higher rarity Packs.",
  "tipsmod.tip.cte2_auto_salvage": "You can apply auto-salvaging to certain Mine and Slash item rarities in the hub.",
  "tipsmod.tip.cte2_offhands": "Shields, Totems, and Tomes all can be equipped in the offhand.",
  "tipsmod.tip.cte2_jewels": "Put points into Jewel Sockets in the Talent Tree to place Jewels in the Jewels tab of the hub!",
  "tipsmod.tip.cte2_akliz": "Looking for a server? Check out Akliz! Be sure to use promo code crafttoexile!",
  "tipsmod.tip.cte2_patreon": "A special thanks to all Patrons and PayPal donators! Find some of their specially designed Uniques in game!",
  "tipsmod.tip.cte2_resistance": "Make sure to invest into your resistances! Every 25 levels, you'll receive a permanent resistance penalty."
}