{
  "tipsmod.tip.cte2_wiki": "¡Consulta nuestra Wiki para más información sobre CTE2. ¡El enlace está en el menú principal!",
  "tipsmod.tip.cte2_player_trading": "Puedes hacer clic derecho en otro jugador para comerciar con él de forma segura.",
  "tipsmod.tip.cte2_flan": "Puedes reclamar bloques con una azada de oro en un servidor multijugador con FLAN.",
  "tipsmod.tip.cte2_chess": "¿Eres un ávido jugador de ajedrez? ¡Juega al ajedrez en el juego con tus amigos!",
  "tipsmod.tip.cte2_infinity": "El encantamiento de infinidad funcionará incluso sin flechas.",
  "tipsmod.tip.cte2_lootr": "Los cofres son instanciados para cada jugador y son irrompibles. ¡Felices exploraciones multijugador!",
  "tipsmod.tip.cte2_guards": "Los guardias que protegen a esos molestos aldeanos son duros... ¡Quizás no quieras enfrentarte a ellos!",
  "tipsmod.tip.cte2_discord": "¿Necesitas ayuda con algo? ¡Ven a nuestro servidor de Discord! ¡El enlace está en el menú principal!",
  "tipsmod.tip.cte2_ender_dragon": "¡Los jefes en CTE2 cuentan con estadísticas especiales!",
  "tipsmod.tip.cte2_chimes": "¿Sabías que los phantoms le temen a las campanas de viento?",
  "tipsmod.tip.cte2_leather": "¿Tienes problemas para conseguir suficiente cuero para tus necesidades? Intenta cocinar un poco de carne podrida... ¡Pero no te la comas!",
  "tipsmod.tip.cte2_jei": "Mientras pasas el cursor sobre un objeto en el inventario o en JEI, presiona R para ver cómo se fabrica un objeto, U para ver los usos de ese objeto en particular en las recetas.",
  "tipsmod.tip.cte2_lightmans": "El dinero se puede guardar en carteras y se puede ganar matando monstruos o vendiendo objetos a otros jugadores.",
  "tipsmod.tip.cte2_harvesting": "Para una cosecha más fácil, haz clic derecho con una azada en la mano.",
  "tipsmod.tip.cte2_bounty": "¿Buscas trabajo? ¡Asegúrate de revisar los Tablones de Recompensas!",
  "tipsmod.tip.cte2_parrots": "¡¿Los loros pueden ser conductores de trenes?! ¿¿¿Qué clase de brujería es esta???",
  "tipsmod.tip.cte2_minemenu": "¡Echa un vistazo a la rueda del MineMenu presionando H!",
  "tipsmod.tip.cte2_jars": "Los Frascos Suplementarios pueden contener 4 cubos de cualquier líquido de vainilla.",
  "tipsmod.tip.cte2_server": "¡Echa un vistazo al servidor oficial donde organizamos eventos divertidos!",
  "tipsmod.tip.cte2_paint": "¡Crea una paleta, un lienzo y un caballete para experimentar la Alegría de Pintar!",
  "tipsmod.tip.cte2_music": "¡Crea un instrumento para tocar algo de música, o incluso importa midis personalizados!",
  "tipsmod.tip.cte2_skill_gems": "Las habilidades aprendidas tienen más engastes cuanto mayor es el nivel. ¡Inserta Gemas de Soporte para aumentar sus efectos!",
  "tipsmod.tip.cte2_aura_gems": "Las Gemas de Aura se pueden aplicar a los engastes amarillos en la GUI de Habilidades y aplican bonificaciones pasivas a costa de Capacidad.",
  "tipsmod.tip.cte2_perks": "Selecciona tu clase asignando puntos en el árbol de clases. ¡Puedes especializarte en dos clases!",
  "tipsmod.tip.cte2_level": "Asegúrate de distribuir tus puntos de estadística y talento en cada nivel de Mine and Slash.",
  "tipsmod.tip.cte2_orbs": "Puedes aplicar Orbes de Mine and Slash al equipo para mejorarlo.",
  "tipsmod.tip.cte2_runes": "Las Runas y Gemas de Mine and Slash se pueden engastar en el equipo para mejorarlo.",
  "tipsmod.tip.cte2_runewords": "Ciertas combinaciones de Runas en el equipo de Mine and Slash pueden dar bonificaciones adicionales.",
  "tipsmod.tip.cte2_souls": "Las Almas de Mine and Slash se pueden aplicar a equipos que no son de Mine and Slash para darles estadísticas. ¡Solo asegúrate de que el tipo de objeto sea el correcto!",
  "tipsmod.tip.cte2_salvage": "Puedes recuperar materiales del equipo de Mine and Slash usando el Martillo de Recuperación.",
  "tipsmod.tip.cte2_packs": "Puedes desbloquear más espacios para paquetes de Mine and Slash equipando Paquetes de mayor rareza.",
  "tipsmod.tip.cte2_auto_salvage": "Puedes aplicar la recuperación automática a ciertas rarezas de objetos de Mine and Slash en el centro de operaciones.",
  "tipsmod.tip.cte2_offhands": "Escudos, Tótems y Tomos pueden equiparse en la mano secundaria.",
  "tipsmod.tip.cte2_jewels": "¡Pon puntos en los Engastes de Joyas en el Árbol de Talentos para colocar Joyas en la pestaña de Joyas del centro de operaciones!",
  "tipsmod.tip.cte2_akliz": "¿Buscas un servidor? ¡Echa un vistazo a Akliz! ¡Asegúrate de usar el código de promoción crafttoexile!",
  "tipsmod.tip.cte2_patreon": "¡Un agradecimiento especial a todos los Patrocinadores y donantes de PayPal! ¡Encuentra algunos de sus Únicos especialmente diseñados en el juego!",
  "tipsmod.tip.cte2_resistance": "¡Asegúrate de invertir en tus resistencias! Cada 25 niveles, recibirás una penalización de resistencia permanente."
}