{
"ars_nouveau.glyph_crafting": "Fabricación de glifos",
"ars_nouveau.glyph_desc.burst": "Resuelve el hechizo en un área esférica alrededor del objetivo. Aumentar con \"Sensible\" a bloques objetivo en lugar de entidades y \"Humedecer\" para hacer una esfera vacía. Aumentar con \"Área de efecto\" para aumentar el radio. ",
"ars_nouveau.glyph_desc.glyph_accelerate": "Aumenta la velocidad de los hechizos de proyectiles.",
"ars_nouveau.glyph_desc.glyph_amplify": "Aumenta adicionalmente el poder de la mayoría de los efectos de hechizo. Puede aumentar el nivel de cosecha de \"Romper\" y aumenta el daño de los hechizos.",
"ars_nouveau.glyph_desc.glyph_animate_block": "Anima un bloque para que luche por ti. El bloque animado se convertirá en un bloque que cae cuando muera. Cuesta una gran cantidad de maná, pero no otorga el efecto de mareo de invocación",
"ars_nouveau.glyph_desc.glyph_aoe": "Los hechizos afectarán un área más grande alrededor de un bloque objetivo.",
"ars_nouveau.glyph_desc.glyph_blink": "Teletransporta al taumaturgo a una ubicación. Si se golpea a una entidad y el lanzador tiene un pergamino de transposición en la mano, la entidad será transportada a la ubicación en el pergamino de transposición. Cuando se usa en uno mismo, el lanzador parpadea hacia adelante. Las torretas de hechizos y las runas pueden deformar entidades utilizando pergaminos de deformación de inventarios adyacentes sin consumir el pergamino.",
"ars_nouveau.glyph_desc.glyph_bounce": "Brinda a los jugadores el efecto de rebote, lo que hace que reboten hacia arriba al caer. La amplificación de bounce preservará el movimiento adicional hacia adelante por rebote.",
"ars_nouveau.glyph_desc.glyph_break": "Un hechizo con el que empiezas. Rompe bloques de una dureza media. Se puede amplificar para aumentar el nivel de cosecha. \"Sensible\" simulará romper bloques con tijeras en lugar de un pico.",
"ars_nouveau.glyph_desc.glyph_cold_snap": "Atrapa y provoca una ráfaga de daño a una entidad afectada por la lentitud, congelación o humedad. Los enemigos cercanos que no estén afectados por lento se ralentizarán. Los enemigos cercanos afectados por la ralentización o la humedad también se verán afectados por la ola de frío. Se puede aumentar usando \"Amplificar\", \"Extender tiempo\" y \"Área de efecto\".",
"ars_nouveau.glyph_desc.glyph_conjure_water": "Coloca agua en un lugar o extingue entidades en llamas.",
"ars_nouveau.glyph_desc.glyph_craft": "Abre el menú de elaboración.",
"ars_nouveau.glyph_desc.glyph_crush": "Convierte la piedra en grava y la grava en arena. También aplastará las flores en un tinte extra. Necesita \"Sensible\" para trabajar en artículos. Para soporte completo de recetas, vea jei. También dañará a las entidades e inflige daño adicional a las entidades que nadan.",
"ars_nouveau.glyph_desc.glyph_cut": "Simula el uso de cortes en entidades y bloques, o daña entidades no cortables por una pequeña cantidad. \"Amplificar\" simulará el uso de un hacha en lugar de tijeras. Para simular roturas con cizallas, consulte \"Romper\" y \"Sensible\". No cuesta nada.",
"ars_nouveau.glyph_desc.glyph_dampen": "Disminuye el poder de la mayoría de los hechizos.",
"ars_nouveau.glyph_desc.glyph_decelerate": "Disminuye la velocidad de los hechizos de proyectiles.",
"ars_nouveau.glyph_desc.glyph_delay": "Retrasa la resolución de los efectos colocados a la derecha de este hechizo por unos momentos. \"Retrasar\" se puede aumentar con \"Extender tiempo\" o disminuir con \"Extender tiempo\".",
"ars_nouveau.glyph_desc.glyph_dispel": "Elimina cualquier efecto de poción en el objetivo. Cuando se usa en una bruja con la mitad de su salud, la bruja desaparecerá a cambio de un fragmento de wixie. También disipará las invocaciones domesticadas de vuelta a su encanto.",
"ars_nouveau.glyph_desc.glyph_duration_down": "Reduce la duración de hechizos como efectos de pociones, retraso, señal de redstone y otros.",
"ars_nouveau.glyph_desc.glyph_ender_inventory": "Abre tu inventario personal del cofre de ender desde cualquier lugar.",
"ars_nouveau.glyph_desc.glyph_evaporate": "Elimina líquidos en una zona. Se puede ampliar con \"Área de efecto\".",
"ars_nouveau.glyph_desc.glyph_exchange": "Cuando se usa en bloques, intercambia los bloques en la barra de acceso rápido de los jugadores por los bloques golpeados como si fueran extraídos con un toque de seda. Se puede aumentar con \"Área de efecto\", y se requiere \"Amplificar\" para intercambiar bloques de mayor dureza. Cuando se usa en entidades, las ubicaciones del lanzador y la entidad golpeada se intercambian.",
"ars_nouveau.glyph_desc.glyph_explosion": "Provoca una explosión en el lugar. \"Amplificar\" aumenta el daño y el tamaño en una pequeña cantidad, mientras que \"Área de efecto\" aumentará el tamaño de la explosión en una gran cantidad, pero no el daño.",
"ars_nouveau.glyph_desc.glyph_extend_time": "Extiende el tiempo que duran los hechizos, incluidos beneficios, colmillos e invocaciones.",
"ars_nouveau.glyph_desc.glyph_extract": "Aplica un efecto de toque de seda a \"Romper\" y hace que explosion no destruya los bloques que caen. No se puede combinar con fortuna.",
"ars_nouveau.glyph_desc.glyph_fangs": "Invoca evoker fangs en la dirección en la que se apuntó el hechizo. Usar colmillos en ti mismo los generará en un área a tu alrededor.",
"ars_nouveau.glyph_desc.glyph_fell": "Cosecha árboles enteros, hongos, cactus y otra vegetación. Se puede amplificar con \"Amplificar\" para romper materiales de mayor dureza. \"Área de efecto\" aumentará la cantidad de bloques que se pueden romper a la vez.",
"ars_nouveau.glyph_desc.glyph_firework": "Crea un fuego artificial en la ubicación o entidad. \"Amplificar\" agregará firework stars, mientras que \"Extender tiempo\" agregará tiempo de vuelo adicional. Si existe un fuego artificial en el inventario de los lanzadores, el fuego artificial creado imitará al sostenido. \"Spell turrets\" con \"Touch\" creará fuegos artificiales como si fueran dispensados.",
"ars_nouveau.glyph_desc.glyph_flare": "Cuando se usa en entidades que están en llamas, \"Llamarada\" causa una ráfaga de daño y propagará el fuego y causará daño a otras entidades cercanas. Hace mucho más daño que \"Daño\". Se puede aumentar con \"Extender tiempo\", \"Amplificar\" y \"Área de efecto\".",
"ars_nouveau.glyph_desc.glyph_fortune": "Aumenta la probabilidad de drops de los mobs matados por \"Daño\" y bloques que sean destruidos usando \"Romper\". No se puede combinar con \"Extraer\".",
"ars_nouveau.glyph_desc.glyph_freeze": "Congela agua o lava en un área pequeña o ralentiza a un objetivo por un corto tiempo. Freeze on ice lo convertirá en packed ice y packed ice en blue ice. \"Sensible\" convertirá el agua en frosted ice y desaparecerá después de un corto tiempo.",
"ars_nouveau.glyph_desc.glyph_glide": "Otorga el efecto de planear, que permite al usuario volar como si llevara un elytra. ",
"ars_nouveau.glyph_desc.glyph_gravity": "Provoca la caída de bloques y entidades. Cuando se aumenta con \"Extender tiempo\", los jugadores tendrán su vuelo deshabilitado y obtendrán el efecto de gravedad. Mientras están afectados por gravedad, las entidades caerán rápidamente y recibirán el doble de daño por caída.",
"ars_nouveau.glyph_desc.glyph_grow": "Hace que las plantas aceleren su crecimiento como si fueran harina de huesos.",
"ars_nouveau.glyph_desc.glyph_gust": "Empuja a un objetivo o bloque a una corta distancia del lanzador. \"Sensible\" prevendrá este hechizo de empujar bloques.",
"ars_nouveau.glyph_desc.glyph_harm": "Un hechizo con el que empiezas. Daña a un objetivo. Puede ser aumentado por \"Amplificar\", o aplica el efecto de veneno cuando se usa \"Extender tiempo\". Tenga en cuenta que no se aplicarán daños múltiples sin demora debido a la invencibilidad al golpear.",
"ars_nouveau.glyph_desc.glyph_harvest": "Cuando se usa en cultivos crecidos, este hechizo obtendrá el producto completamente desarrollado sin destruir la planta.",
"ars_nouveau.glyph_desc.glyph_heal": "Cura una pequeña cantidad de salud y consume el hambre del taumaturgo. Cuando se usa en no-muertos, el hechizo infligirá la misma cantidad de daño mágico.",
"ars_nouveau.glyph_desc.glyph_hex": "Aplica el efecto de maleficio. \"Maleficio\" aumenta cualquier daño recibido en una pequeña cantidad mientras el usuario está afectado por veneno, marchitamiento o fuego. Además, \"Maleficio\" reduce la tasa de regeneración de maná y curación a la mitad.",
"ars_nouveau.glyph_desc.glyph_ignite": "Prende fuego a bloques y mobs por un corto tiempo. \"Sensible\" evitará que este hechizo encienda bloques.",
"ars_nouveau.glyph_desc.glyph_infuse": "Infunde a un objetivo con una poción de tu frasco o pociones guardadas. Consume la poción.",
"ars_nouveau.glyph_desc.glyph_intangible": "Hace que los bloques se conviertan temporalmente en aire. Se puede modificar con \"Amplificar\" para bloques de mayor dureza, \"Área de efecto\", \"Extender tiempo\" y \"Extender tiempo\".",
"ars_nouveau.glyph_desc.glyph_interact": "Interactúa con bloques o entidades como si fuera un jugador. Útil para alcanzar palancas, cofres o animales. \"Sensible\" usará tu objeto de mano izquierda en el bloque o entidad.",
"ars_nouveau.glyph_desc.glyph_invisibility": "Hace que el objetivo se vuelva invisible por un corto tiempo.",
"ars_nouveau.glyph_desc.glyph_launch": "Lanza una entidad o bloque al aire, se puede usar para saltar alto, lanzar mobs o para escalar montañas! \"Sensible\" evitará que este hechizo tire bloques al aire.",
"ars_nouveau.glyph_desc.glyph_leap": "Lanza al objetivo en la dirección en la que mira. La amplificación aumentará la distancia recorrida.",
"ars_nouveau.glyph_desc.glyph_light": "Si se proyecta sobre un bloque, se crea una fuente de luz permanente. Puede amplificarse hasta el brillo de glowstone o amortiguarse para un nivel de luz más bajo. Cuando te lances sobre ti mismo, recibirás visión nocturna. Cuando se lanza sobre otras entidades, recibirán visión nocturna y glowing.",
"ars_nouveau.glyph_desc.glyph_lightning": "Invoca un rayo en la ubicación. Las entidades golpeadas recibirán el efecto de conmocionado. Conmocionado hace que todo el daño de rayo adicional inflija daño adicional y aumenta el nivel de conmocionado hasta iii. \"Lightning\" también inflige daño adicional a entidades que están mojadas o que usan elementos alimentados por rf. Se puede aumentar con \"Amplificar\", \"Humedecer\" y \"Extender tiempo\".",
"ars_nouveau.glyph_desc.glyph_linger": "Crea un campo persistente que aplica hechizos a las entidades cercanas por un corto tiempo. Aplicar \"Sensible\" hará que este hechizo apunte a bloques en su lugar. \"Área de efecto\" expandirá el rango efectivo, \"Acelerar\" lanzará hechizos más rápido, \"Humedecer\" ignorará la gravedad y \"Extender tiempo\" aumentará la duración.",
"ars_nouveau.glyph_desc.glyph_name": "Nombra una entidad después del nombre del hechizo establecido. Apuntar a un bloque nombrará entidades cercanas o nombrará bloques de inventario directamente si es posible. La orientación con uno mismo nombrará el elemento retenido de forma improvisada. Se puede anular con una etiqueta de nombre en la barra de acceso rápido.",
"ars_nouveau.glyph_desc.glyph_orbit": "Invoca tres proyectiles que orbitan alrededor del lanzador que lanzarán un hechizo sobre cualquier entidad que pueda golpear. Se pueden aumentar los proyectiles adicionales, su velocidad, radio y duración. \"Sensible\" hará que \"Órbita\" golpee bloques.",
"ars_nouveau.glyph_desc.glyph_phantom_block": "Crea un bloqueo temporal que desaparecerá al poco tiempo. \"Amplificar\" hará que el bloqueo sea permanente. \"Disipar\" hará que este bloque se destruya instantáneamente.",
"ars_nouveau.glyph_desc.glyph_pickup": "Recoge elementos cercanos en un radio medio donde se activa este hechizo. La gama se puede ampliar con \"Área de efecto\".",
"ars_nouveau.glyph_desc.glyph_pierce": "Cuando se aplica al hechizo \"Proyectil\", los proyectiles pueden continuar su camino un tiempo adicional después de golpear una mafia o un bloque. Provoca que ciertos efectos también apunten al bloque detrás de ellos, como \"Romper\". Se combina con \"Área de efecto\" para proporcionar profundidad.",
"ars_nouveau.glyph_desc.glyph_place_block": "Coloca bloques del inventario de ruedas. Si un jugador está lanzando esto, este hechizo colocará primero los bloques de la barra de acceso rápido.",
"ars_nouveau.glyph_desc.glyph_projectile": "Un hechizo con el que empiezas. Invoca un proyectil que aplica efectos de hechizo cuando este proyectil golpea un objetivo o bloque. \"Sensible\" permitirá que los proyectiles rompan plantas u otros materiales que no bloqueen el movimiento.",
"ars_nouveau.glyph_desc.glyph_pull": "Acerca al objetivo hacia el que jugador, cuando es usado en bloques, se volveran bloques en estado de caida con movimiento hacia el lugar en el que el bloque fue pegado, \"Sensible\" evitara que este hechizo afecte bloques.",
"ars_nouveau.glyph_desc.glyph_randomize": "Aleatoriza el comportamiento de algunos glifos. Si se usa con hechizos como \"Colocar bloque\" e \"Intercambiar\", aleatorizará el bloque que se coloca entre los bloques de tu barra de acceso rápido.",
"ars_nouveau.glyph_desc.glyph_redstone_signal": "Crea una breve señal de redstone en un bloque, como un botón. La señal comienza con una intensidad de 10 y se puede aumentar con \"Amplificar\" o disminuir con \"Humedecer\". La duración puede extenderse con \"Extender tiempo\" o acortarse con \"Disminuir duración\".",
"ars_nouveau.glyph_desc.glyph_rotate": "Gira un bloque o una entidad en el sentido de las agujas del reloj. Si se aumenta con \"Sensible\", cambiará el eje del bloque (si es posible) o obligará a la entidad a girar su mirada. La amortiguación girará en sentido contrario a las agujas del reloj.",
"ars_nouveau.glyph_desc.glyph_rune": "Coloca una runa en el suelo que lanzará el hechizo sobre los objetivos que toquen la runa. A diferencia de las runas colocadas por \"Runic chalk\", estas runas son temporales y no se pueden recargar. Al usar \"Recoger objetos\", los artículos se depositan en inventarios adyacentes. \"Sensible\" hará que la runa use el inventario del propietario para recogerla y usarla. Los jugadores con \"Magic find\" podrán leer hechizos inscritos en runas.",
"ars_nouveau.glyph_desc.glyph_self": "Un hechizo con el que empiezas. Aplica hechizos sobre el lanzador.",
"ars_nouveau.glyph_desc.glyph_sense_magic": "Aplica \"Magic find\" al objetivo, lo que hace que las turbas mágicas brillen dentro de los 75 bloques de ellos. \"Magic find\" también revela hechizos en runas.",
"ars_nouveau.glyph_desc.glyph_sensitive": "Causa que la forma tenga como objetivo a bloques que normalmente no puedes apuntar. \"Proyectil\" y \"Órbita\" apuntarán a la hierba, y \"Tocar\" apuntará a líquidos y aire. Cambia las reglas de selección de ciertos efectos.",
"ars_nouveau.glyph_desc.glyph_slowfall": "Aplica el efecto de caída lenta.",
"ars_nouveau.glyph_desc.glyph_smelt": "Funde bloques y elementos del mundo. \"Área de efecto\" aumentará la cantidad de elementos y el radio de los bloques que se pueden fundir a la vez, mientras que \"Amplificar\" permitirá que \"Fundir\" funcione en bloques de mayor dureza.",
"ars_nouveau.glyph_desc.glyph_snare": "Evita que las entidades se muevan y salten. \"Extender tiempo\" aumentará la duración de este efecto. Atrapar un bloque creado a partir del foco de modelado de bloques hará que intente colocarse de inmediato.",
"ars_nouveau.glyph_desc.glyph_split": "Hace que se lancen varios proyectiles a la vez. Cada proyectil aplica un conjunto de efectos.",
"ars_nouveau.glyph_desc.glyph_summon_decoy": "Invoca un señuelo de ti mismo. Al invocarlo, el señuelo atraerá a cualquier mobs cercano para atacarlo.",
"ars_nouveau.glyph_desc.glyph_summon_steed": "Invoca un caballo ensillado que desaparecerá después de unos minutos. \"Área de efecto\" aumentará la cantidad invocada, mientras que \"Extender tiempo\" aumentará la duración de la invocación. Aplica mareo de invocación al taumaturgo y no puede lanzarse mientras esté afectado por este mal.",
"ars_nouveau.glyph_desc.glyph_summon_undead": "Invoca una serie de aliados esqueléticos que atacarán a los enemigos hostiles cercanos. Estos esqueletos durarán poco tiempo hasta que comiencen a sufrir daños, pero el tiempo puede extenderse con el aumento de tiempo extendido. Además, sus armas invocadas se cambian usando aumentos, use \"Amplificar\" para darle una mejor espada o perforar para darle un arco. Agregar \"Dividir\" después del efecto aumentará la cantidad de esqueletos convocados.",
"ars_nouveau.glyph_desc.glyph_summon_vex": "Invoca a tres aliados vex que atacarán a los enemigos hostiles cercanos. Estos vex durarán poco tiempo hasta que comiencen a sufrir daños, pero el tiempo puede extenderse con el aumento de tiempo extendido.",
"ars_nouveau.glyph_desc.glyph_summon_wolves": "Invoca a dos lobos que lucharán contigo. \"Extender tiempo\" aumentará la cantidad de tiempo en la citación. Aplica mareo de invocación al taumaturgo, previniendo otra magia de invocación.",
"ars_nouveau.glyph_desc.glyph_toss": "Hace que el lanzador coloque un artículo de su inventario en una ubicación. Si este glifo se usa en un inventario, el artículo intentará insertarse en él.",
"ars_nouveau.glyph_desc.glyph_touch": "Aplica hechizos en el bloque o entidad objetivo.",
"ars_nouveau.glyph_desc.glyph_underfoot": "Apunta al hechizo en el bloque debajo del jugador.",
"ars_nouveau.glyph_desc.glyph_wall": "Crea un muro persistente que aplica hechizos a las entidades cercanas por un corto tiempo. Aplicar \"Sensible\" hará que este hechizo apunte a bloques en su lugar. \"Área de efecto\" expandirá el rango efectivo, \"Acelerar\" lanzará hechizos más rápido, \"Humedecer\" ignorará la gravedad y \"Extender tiempo\" aumentará la duración.",
"ars_nouveau.glyph_desc.glyph_wind_shear": "Inflige daño a los objetivos en el aire, con una cantidad creciente según la altura del objetivo, hasta 10 bloques. Los objetivos en el suelo no reciben daño.",
"ars_nouveau.glyph_desc.glyph_wither": "Aplica el efecto de marchitar.",
"ars_nouveau.glyph_desc.reset": "Reinicia la cadena de hechizos al objetivo original si fue cambiado por un efecto previo. Por ejemplo, \"Estallido\" -> \"Colocar bloque\" -> \"Reiniciar\" -> \"Romper\" hará que \"Estallido\" coloque bloques, pero solo \"Romper\" se aplicará en la ubicación original. Usar \"Reiniciar\" te permite eludir los límites de combinación y duplicación en los glifos.",
"ars_nouveau.glyph_desc.rewind": "Retrocede una entidad en el tiempo a sus ubicaciones y salud anteriores. Puede revertir bloques movidos con hechizos de nuevo a bloques sólidos. Los glifos que vengan después de retroceder se lanzarán al final del retroceso, como si estuvieran retrasados.",
"ars_nouveau.glyph_desc.wololo": "Cambia el color de una entidad o bloque compatible al color del hechizo.",
"ars_nouveau.glyph_name.burst": "Estallido",
"ars_nouveau.glyph_name.glyph_accelerate": "Acelerar",
"ars_nouveau.glyph_name.glyph_amplify": "Amplificar",
"ars_nouveau.glyph_name.glyph_animate_block": "Animar bloque",
"ars_nouveau.glyph_name.glyph_aoe": "Área de efecto",
"ars_nouveau.glyph_name.glyph_blink": "Parpadear",
"ars_nouveau.glyph_name.glyph_bounce": "Rebotar",
"ars_nouveau.glyph_name.glyph_break": "Romper",
"ars_nouveau.glyph_name.glyph_cold_snap": "Ola de frío",
"ars_nouveau.glyph_name.glyph_conjure_water": "Conjurar agua",
"ars_nouveau.glyph_name.glyph_craft": "Artesanía",
"ars_nouveau.glyph_name.glyph_crush": "Aplastar",
"ars_nouveau.glyph_name.glyph_cut": "Cortar",
"ars_nouveau.glyph_name.glyph_dampen": "Humedecer",
"ars_nouveau.glyph_name.glyph_decelerate": "Decelerar",
"ars_nouveau.glyph_name.glyph_delay": "Retrasar",
"ars_nouveau.glyph_name.glyph_dispel": "Disipar",
"ars_nouveau.glyph_name.glyph_duration_down": "Disminuir duración",
"ars_nouveau.glyph_name.glyph_ender_inventory": "Acceder al cofre de ender",
"ars_nouveau.glyph_name.glyph_evaporate": "Evaporar",
"ars_nouveau.glyph_name.glyph_exchange": "Intercambio",
"ars_nouveau.glyph_name.glyph_explosion": "Explosión",
"ars_nouveau.glyph_name.glyph_extend_time": "Extender tiempo",
"ars_nouveau.glyph_name.glyph_extract": "Extracto",
"ars_nouveau.glyph_name.glyph_fangs": "Colmillos",
"ars_nouveau.glyph_name.glyph_fell": "Caída",
"ars_nouveau.glyph_name.glyph_firework": "Fuegos artificiales",
"ars_nouveau.glyph_name.glyph_flare": "Llamarada",
"ars_nouveau.glyph_name.glyph_fortune": "Suerte",
"ars_nouveau.glyph_name.glyph_freeze": "Congelar",
"ars_nouveau.glyph_name.glyph_glide": "Planear",
"ars_nouveau.glyph_name.glyph_gravity": "Gravedad",
"ars_nouveau.glyph_name.glyph_grow": "Crecer",
"ars_nouveau.glyph_name.glyph_gust": "Retroceso",
"ars_nouveau.glyph_name.glyph_harm": "Dañar",
"ars_nouveau.glyph_name.glyph_harvest": "Cosecha",
"ars_nouveau.glyph_name.glyph_heal": "Sanar",
"ars_nouveau.glyph_name.glyph_hex": "Maleficio",
"ars_nouveau.glyph_name.glyph_ignite": "Encender",
"ars_nouveau.glyph_name.glyph_infuse": "Infundir",
"ars_nouveau.glyph_name.glyph_intangible": "Intangible",
"ars_nouveau.glyph_name.glyph_interact": "Interactuar",
"ars_nouveau.glyph_name.glyph_invisibility": "Invisibilidad",
"ars_nouveau.glyph_name.glyph_launch": "Lanzamiento",
"ars_nouveau.glyph_name.glyph_leap": "Salto",
"ars_nouveau.glyph_name.glyph_light": "Conjurar luz mágica",
"ars_nouveau.glyph_name.glyph_lightning": "Iluminación",
"ars_nouveau.glyph_name.glyph_linger": "Persistir",
"ars_nouveau.glyph_name.glyph_name": "Nombre",
"ars_nouveau.glyph_name.glyph_orbit": "Órbita",
"ars_nouveau.glyph_name.glyph_phantom_block": "Conjurar bloque mágico",
"ars_nouveau.glyph_name.glyph_pickup": "Recoger objetos",
"ars_nouveau.glyph_name.glyph_pierce": "Atravesar",
"ars_nouveau.glyph_name.glyph_place_block": "Colocar bloque",
"ars_nouveau.glyph_name.glyph_projectile": "Proyectil",
"ars_nouveau.glyph_name.glyph_pull": "Jalar",
"ars_nouveau.glyph_name.glyph_randomize": "Aleatorizar",
"ars_nouveau.glyph_name.glyph_redstone_signal": "Señal de redstone",
"ars_nouveau.glyph_name.glyph_rotate": "Girar",
"ars_nouveau.glyph_name.glyph_rune": "Runa",
"ars_nouveau.glyph_name.glyph_self": "Ser",
"ars_nouveau.glyph_name.glyph_sense_magic": "Sentir magia",
"ars_nouveau.glyph_name.glyph_sensitive": "Sensible",
"ars_nouveau.glyph_name.glyph_slowfall": "Caída lenta",
"ars_nouveau.glyph_name.glyph_smelt": "Fundir",
"ars_nouveau.glyph_name.glyph_snare": "Trampa",
"ars_nouveau.glyph_name.glyph_split": "Dividir",
"ars_nouveau.glyph_name.glyph_summon_decoy": "Invocar señuelo",
"ars_nouveau.glyph_name.glyph_summon_steed": "Invocar corcel",
"ars_nouveau.glyph_name.glyph_summon_undead": "Invocar muertos vivientes",
"ars_nouveau.glyph_name.glyph_summon_vex": "Invocar vex",
"ars_nouveau.glyph_name.glyph_summon_wolves": "Invocar lobos",
"ars_nouveau.glyph_name.glyph_toss": "Sacudida",
"ars_nouveau.glyph_name.glyph_touch": "Tocar",
"ars_nouveau.glyph_name.glyph_underfoot": "Debajo de los pies",
"ars_nouveau.glyph_name.glyph_wall": "Muro",
"ars_nouveau.glyph_name.glyph_wind_shear": "Cizalladura del viento",
"ars_nouveau.glyph_name.glyph_wither": "Marchitar",
"ars_nouveau.glyph_name.reset": "Reiniciar",
"ars_nouveau.glyph_name.rewind": "Retroceder",
"ars_nouveau.glyph_name.wololo": "Wololo",

  "ars_nouveau.page.agronomic_sourcelink": "El generador agronomico crea mana de el crecimiento de cultivos y arboles dentro de 15 bloques, se genera mana extra de plantas magicas como la magebloom, los source berry bushes y las saplings de archwood. El mana se va a guardar en jarras de mana dentro de 5 bloquea. Nota: aumentar el crecimiento de un cultivo no va a dar mana.",
  "ars_nouveau.page.alchemical_sourcelink": "Genera fuente al consumir pociones de los frascos adyacentes. La cantidad de fuente varía por poción y depende de la complejidad de la poción. La fuente de bonificación se da por la duración y el nivel de la poción con multiplicadores para cada efecto que contiene una poción. Se recomienda utilizar wixies y mezcladores de pociones para crear pociones muy complejas",
  "ars_nouveau.page.alchemists_crown": "Permite al usuario consumir pociones y frascos instantáneamente de su inventario.",
  "ars_nouveau.page.alteration_table": "Tabla de alteraciones",
  "ars_nouveau.page.amplify_arrow": "Añade 2 \"Amplificar\" al final del hechizo inscrito cuando es usado. Cada receta hace 32.",
  "ars_nouveau.page.amulet_of_mana_boost": "Incrementa el maná máximo por una moderada cantidad.",
  "ars_nouveau.page.amulet_of_mana_regen": "Incrementa la regeneración de maná por una cantidad moderada.",
  "ars_nouveau.page.annotated_codex": "El códice inscrito permite a los jugadores compartir sus conocimientos sobre glifos con otros jugadores. Para registrar tus glifos conocidos, simplemente utiliza el códice. Registrar glifos requiere exp por cada glifo conocido, y la exp se consumirá al usar el objeto. Si vuelves a usar el objeto, se actualizará la lista de glifos conocidos. Otros jugadores pueden usar el libro para aprender los glifos, consumiendo el códice en el proceso",
  "ars_nouveau.page.apparatus_crafting": "Dispositivos",
  "ars_nouveau.page.applying_perks": "Aplicar subprocesos",
  "ars_nouveau.page.archwood": "Árboles de archwood",
  "ars_nouveau.page.archwood_forest": "Bosque de archwood",
  "ars_nouveau.page.armor": "Armadura mágica",
  "ars_nouveau.page.armor_upgrading": "Mejora de armadura",
  "ars_nouveau.page.bastion_fruit": "Una fruta que se puede convertir en una poción de defensa, lo que reduce la cantidad de daño recibido.",
  "ars_nouveau.page.belt_of_levitation": "Un cinturón que permite levitar al jugador una moderada distancia sobre el suelo. ¡Útil para escalar montañas! Simplemente agáchate en el aire mientras caes (o saltas) para levitar.",
  "ars_nouveau.page.belt_of_unstable_gifts": "Ocasionalmente concede un efecto de poción positivo aleatoriamente por un pequeño lapso de tiempo. Estos efectos pueden variar de nivel.",
  "ars_nouveau.page.better_casting": "Mejoras",
  "ars_nouveau.page.bombegrante": "Una fruta que tiene un golpe explosivo. Se puede elaborar en una poción de explosión, lo que hace que el objetivo explote cuando finaliza la duración.",
  "ars_nouveau.page.brazier_relay": "Permite a los usuarios vincular un ritual ritual brazier a una nueva ubicación. Se pueden conectar varios rituales al mismo relé de brasero. Para conectarse, use la varita dominion en su ritual brazier, luego el relé. La fuente se consume en la ubicación original de los braseros. Se puede encuadernar en 15 bloques.",
  "ars_nouveau.page.crystallizer1": "El cristalizador prové una fuente renobable de gemas de maná condensando el maná del mundo con el tiempo. El cristalizador puede funcionar pasivamente a una muy lenta velocidad, o se le puede dar maná de tarros adyacentes y puede crear gemas de maná a una velocidad mucho más rápida. El cristalizador puede ser accedido por tolvas y carbuncles.",
  "ars_nouveau.page.decorative": "Bloques decorativos",
  "ars_nouveau.page.dominion_wand": "Una herramienta para configurar controladores y entidades de automatización. Para configurar una ruta de transferencia, utiliza la varita en el objeto del que quieras tomar la fuente y luego úsala en el bloque al que quieras enviar la fuente. Por ejemplo: frasco de fuente a controlador, controlador a controlador, o controlador a frasco de fuente. Para borrar las conexiones, agachate y usa esta varita en un controlador",
  "ars_nouveau.page.dowsing_rod": "Una varilla de zahorí proporciona al usuario una corta duración de de búsqueda pero muy efectiva para localizar brotes de amatista y otros objetivos mágicos, los cuales brillarán en un radio de 75 bloques de ti. La varilla de zahorí tiene un número limitado de usos",
  "ars_nouveau.page.enchanters_eye": "Una herramienta de lanzamiento que puede lanzar hechizos inscritos de forma remota a través de un scry crystal. Usa el ojo en un cristal vidente para vincular la ubicación, o sujeta un pergamino vislumbrado con la mano izquierda. Los hechizos se lanzarán a través del ojo de forma similar a una torreta de hechizos, pero se te considera el lanzador para todos los efectos. Útil para la teletransportación remota o el movimiento de elementos.",
  "ars_nouveau.page.enchanters_mirror": "Aplica un hechizo hacia el mismo jugador, hechizos aplicados con este espejo tendran un descuento y aumento de duracion para todos los hechizos, aplica un hechizo en la tabla del escriba que no contiene una forma tal como curacion -> curacion.",
  "ars_nouveau.page.enchanters_shield": "Al bloquear el daño, el usuario ganará regeneración de maná por un corto lapso de tiempo. Adicionalmente, este escudo se reparará con el tiempo usando maná del usuario.",
  "ars_nouveau.page.enchanters_sword": "Aplica el hechizo de tocar antes de dañar a una entidad. Adicionalmente, todos los hechizos ganan un aumento de amplificar adicional en el último efecto del hechizo. Aplica un hechizo en la mesa de escriba que no contenga un método, como incendiar -> extender tiempo.",
  "ars_nouveau.page.flask_cannons": "Cañones de matraces",
  "ars_nouveau.page.frostaya": "Una fruta que se puede convertir en una poción de congelación, congelando al objetivo con el tiempo.",
  "ars_nouveau.page.how_to_enchant": "Cómo encantar",
  "ars_nouveau.page.illusion_blocks": "Bloques de ilusión",
  "ars_nouveau.page.jar_of_light": "Invoca una luz que seguirá al jugador cuando se mueva. Puede ser invocado y eliminado en cualquier momento",
  "ars_nouveau.page.layout_desc": "Cada conjunto de armadura tiene su propio conjunto único de ranuras para hilos.",
  "ars_nouveau.page.magebloom_crop": "Una flor infundida mágicamente, los mageblooms proporcionan una fuente adicional a los generadores agrónomos cercanos mientras crecen y proporcionan una fuente de fibra magebloom. Los mageblooms también se pueden utilizar en la elaboración de pociones de daño de hechizos, aumentando el daño de tus hechizos.",
  "ars_nouveau.page.mendosteen": "Una fruta que se puede convertir en una poción de recuperación aumenta la cantidad de curación recibida de todas las fuentes.",
  "ars_nouveau.page.mob_jar": "Tarro de contención",
  "ars_nouveau.page.mod_news": "¡Únete a la comunidad!",
  "ars_nouveau.page.mycelial_sourcelink": "Genera una cantidad moderada de fuente a partir de los alimentos cercanos, generando más fuente para obtener alimentos más nutritivos. Las bayas aportan mucho más que otros alimentos. Además, el generador micelial convertirá la hierba o la suciedad que se encuentra debajo de él en un área de 3x3 en micelio, estos son finos hilos de hongos que se encargan de la absorción de nutrientes y harán crecer setas a su alrededor si el espacio está vacío. El generador también obtendrá fuente de pedestales cercanos",
  "ars_nouveau.page.new_glyphs": "Glifos",
  "ars_nouveau.page.obtaining_gems": "Gemas fuente",
  "ars_nouveau.page.performing_rituals": "Rituales",
  "ars_nouveau.page.pierce_arrow": "Añade 2 perforar al final de la cadena. Cada receta hace 32.",
  "ars_nouveau.page.potion_diffuser": "Consume una poción y la aplica a las entidades cercanas, ampliando en gran medida el uso de la poción. Para usarlo, une un tarro de pociones al difusor con la varita del dominio. Cada 10 minutos, el difusor consumirá una sola poción y la aplicará cada pocos segundos.",
  "ars_nouveau.page.potion_jar": "Recipiente que almacena hasta 100 pociones. La poción se puede extraer usando una frasco vacío o un frasco de pociones en él. Los wixies utilizarán estos frascos durante la elaboración automática de pociones. El frasco puede bloquearse usando una varita de dominio mientras te agachas. Los frascos bloqueados sólo recibirán de los wixies la poción para la que están bloqueados. Se puede utilizar con un comparador de redstone",
  "ars_nouveau.page.potion_melder": "Convierte tres dosis de una poción de dos tarros de poción y genera una poción con los efectos combinados. Usa la varita del dominio de un tarro de pociones a melder para vincular un tarro para su consumo. Vincule dos frascos de pociones de entrada al mezclador. Luego, use la varita en el melder y luego en un tercer frasco para configurar la salida. El potion melder requiere una fuente por mezcla.",
  "ars_nouveau.page.reactive": "Reactivo es un encanctamiento que puede ser aplicado a cualquier objeto y puede ser aplicado y mejrado en el aparato de encantamiento. Las herramientas y armaduras con el encantamiento reactivo tienen una probabilidad de automáticamente lanzar un hechizo al ser usada o cuando el jugador recibe daño. El conjuro que el encantamiento lanzará depende del hechizo inscrito en la primera fase de fabricacicón, y el usuario debe de tener suficiente maná para lanzar el hechizo.",
  "ars_nouveau.page.reactive2": "Para encantar un objeto con reactivo, coloca cualquier objeto o armadura en el aparato. El pergamino de hechizos colocado en el pedestal debe ser inscrito con un conjuro válido. Mirá la mesa de escriba para información adicional. El encantamiento reactivo también requiere frascos de maná cerca del aparato de encantar. El encantamiento de primer nivel requiere aproximádamente la tercera parte de un frasco.",
  "ars_nouveau.page.reactive3": "Para mejorar el encantamiento, reemplaza el objeto reactivo con cualquier objeto que tenga un encantamiento reactivo existente. El encantamiento reactivo de nivel 2 requiere un objeto con reactivo 1, y el encantamiento reactivo de nivel 3 requiere un objeto con reactivo 2. Mayores niveles requerirán una cantidad significativamente mayor de maná cercano.",
  "ars_nouveau.page.reactive4": "El hechizo que lanzan los objetos con reactivo pueden ser cambiados colocando un objeto encantado en el aparato con un nuevo pergamino de hechizos inscrito. ",
  "ars_nouveau.page.reactive_enchantment": "Reactivo",
  "ars_nouveau.page.relay": "Permite el transporte de fuente entre frascos de fuente y otros controladores. Para sacar la fuente de los frascos, utiliza la varita de dominio en el frasco y luego en el controlador. Para enviar entre controladores o desde un controlador a un frasco, utiliza la varita en el controlador y luego en el objetivo al que deseas enviar la fuente. Los controladores sólo pueden llegar hasta 30 bloques de distancia. Para eliminar las conexiones, colócate mientras usas la varita de dominio en el controlador",
  "ars_nouveau.page.relay_collector": "Funciona de manera similar al source relay, pero tomará automáticamente de los frascos a los que no está vinculado dentro de los 5 bloques. Consulte las instrucciones de uso del relé de fuente.",
  "ars_nouveau.page.relay_deposit": "Funciona de forma similar al controlador básico, pero depositará en tarros a los que no esté vinculado en un área de 5 bloques. Consulte las instrucciones de uso del controlador básico",
  "ars_nouveau.page.relay_splitter": "Funciona de forma similar al controlador básico, pero admite la toma y transferencia de varios frascos a la vez. El divisor tiene un rendimiento mucho mayor que el controlador básico, y dividirá este rendimiento entre todos sus frascos. Consulte las instrucciones de uso del controlador básico",
  "ars_nouveau.page.relay_warp": "Funciona de forma similar al controlador divisor pero puede teletransportar la fuente a una distancia infinita entre otros controladores dimensionales. Para distancias superiores a 30 bloques, existe la posibilidad de que alguna fuente se pierda durante el salto.",
  "ars_nouveau.page.ring_of_greater_discount": "Prové un descuento ligéramente mayor sobre en anillo de menor descuento.",
  "ars_nouveau.page.ring_of_lesser_discount": "Además de proveer un pequeño bonus de maná máximo y regeneración de maná, los anillos de descuento reduce el costo total para lanzar un hechizo.",
  "ars_nouveau.page.ritual_brazier": "Un brasero que puede usarse como decoración o para realizar rituales. Para encender el brasero como decoración, lanza un hechizo de luz sobre el brasero. El color del brasero se corresponde con el color del hechizo. Aplicar una señal de redstone desactivará un ritual en curso. Para obtener información sobre la realización de rituales, consulta la sección dedicada a los rituales",
  "ars_nouveau.page.runic_chalk": "La tiza rúnica puede ser usada para poner runas permanentes en el suelo las cuales lanzará hechizos a las entidades que caminen sobre ellas. Para darle un hechizo a una runa, inscribe un pergamino de hechizos usando la mesa de escriba. Una vez la runa haya lanzado el hechizo, se descargará. Una runa descargada se volverá a cargar con frascos de maná cercanos. Usando la tiza rúnica en una runa temporánea la convertirá en una permanente.",
  "ars_nouveau.page.scryer_scroll": "Almacena la ubicación de un cristal de scryer. Para crear uno, use un pergamino en blanco en un cristal visor. Puede acceder de forma remota a la posición almacenada colocando este elemento en un pedestal cerca del oculus de un scryer. Nombrar este elemento le permitirá reconocerlo fácilmente en la interfaz de scryer's oculus.",
  "ars_nouveau.page.scryers_crystal": "Se puede usar para mirar a través como si estuviera parado allí. Haz clic con el botón derecho para ingresar a la cámara o vincula la cámara a un pergamino de scryer usando pergamino en blanco en el bloque. Un scryer's scroll te permitirá acceder de forma remota al bloque a través de un scryer's oculus. ",
  "ars_nouveau.page.scryers_oculus": "Le permite acceder de forma remota a scry crystals. Para usarlos, coloque scryer's scrolls en pedestales cercanos e interactúe con oculus para seleccionar a qué scry crystal le gustaría acceder. Los scry crystals deben estar cargados por fragmentos.",
  "ars_nouveau.page.source": "Fuente",
  "ars_nouveau.page.source_jar": "Los frascos de fuente almacenan la fuente recogida de los generadores cercanos. La fuente se utiliza en glifos y rituales para alimentar dispositivos como la cámara de imbuir y el encantador arcano. La fuente se puede trasladar con un cubo, o se puede coger el frasco y trasladarlo. Para utilizar la fuente en un frasco, basta con colocar el frasco cerca del dispositivo deseado. Los frascos de fuente proporcionarán una señal a los comparadores de redstone en función de su nivel de llenado",
  "ars_nouveau.page.spell_books": "Libros de hechizos",
  "ars_nouveau.page.spell_casting": "Hechizos",
  "ars_nouveau.page.spell_mana": "Maná",
  "ars_nouveau.page.spell_prism": "Cuando un proyectil de hechizo golpea este bloque, se redirige en la dirección en la que está orientado el bloque. Los prismas de hechizos enviarán una señal a los observadores cercanos si un hechizo es redirigido",
  "ars_nouveau.page.split_arrow": "Añade 2 separar al principio de la cadena. Si una flecha de hechizo hará daño, cada flecha de separar también lo hará. Cada receta hace 32",
  "ars_nouveau.page.stable_warp_scroll": "Crea un portal warp temporal cuando se usa en un bloque. Este pergamino no se consume con el uso y puede teletransportarse entre dimensiones. El uso de un pergamino warp estabilizado para crear un portal warp creará un portal warp de dimensión cruzada, pero consumirá el pergamino. Este pergamino solo puede vincularse a una ubicación una sola vez.",
  "ars_nouveau.page.starbuncle_shades": "El uso de estos en un starbuncle desactivará su capacidad para recoger objetos del suelo o recoger sourceberries. Paseando por el starbuncle se le caerán las copas.",
  "ars_nouveau.page.starting_automation": "Automatización",
  "ars_nouveau.page.summon_focus": "Un foco de invocación especial. Otorga a las invocaciones de los hechizos duración, fuerza y velocidad adicionales, e inflige daño a los enemigos que las matan. Además, al lanzar hechizos que te tienen como objetivo, como uno mismo y órbita, se lanzará una copia del hechizo sobre tus invocaciones cercanas.",
  "ars_nouveau.page.summoning_familiars": "Invocar familiares",
  "ars_nouveau.page.support_mod": "¡Apoya el ars nouveau!",
  "ars_nouveau.page.threads": "Cada tipo de armadura tiene su propio conjunto único de ranuras para hilos. Actualizar la armadura a un nuevo nivel desbloqueará y agregará ranuras adicionales a la armadura. El conjunto de hechiceros proporciona la menor cantidad de defensa y proporciona las ranuras más poderosas, mientras que el conjunto battlemage proporciona defensa pero ranuras mucho más débiles. Para obtener recetas sobre cómo actualizar su armadura al siguiente nivel, consulte la sección en la categoría armadura y ventajas.",
  "ars_nouveau.page.trinkets": "Accesorios",
  "ars_nouveau.page.upgrades": "Actualizaciones",
  "ars_nouveau.page.vitalic_sourcelink": "Genera mana de forma moderada de la muerte de mobs y la procreación de animales cercana, adicionalmente genera mana de forma pasiva de animales bebe cercanos y se acelara el crecimiento de ellos.",
  "ars_nouveau.page.void_jar": "Un tarro que puede destruir objetos al tomarlos y garantiza una pequeña cantidad de maná de vuelta. Para encender o apagar el tarro, usa el tarro mientras estás agachado. Para añadir o remover un objeto para que sea detruido por el tarro, usa el tarro con un objeto en tu mano secundaria, o usa un objeto en la mesa de escriba con el tarro puesto en ella. El tarro debe estar en tu hotbar para funcionar.",
  "ars_nouveau.page.void_prism": "Destruye cualquier proyectil de hechizo que lo atraviese.",
  "ars_nouveau.page.wand": "Las varas solo aceptan un solo hechizo, y son inscritas usando una mesa de escriba. Una vara siempre empieza con proyectil -> acelerar, y debe ser inscrita con un hechizo que no tenga otro método. Esto te permite lanzar hechizos más allá de los 10 espacios de hechizos. Si quieres una vara que lance romper, inscribe la vara con solo romper, y tu resultado será una vara con proyectil -> acelerar -> romper.",
  "ars_nouveau.page.warp_portal": "Portales dimensionales",
  "ars_nouveau.page.warp_scroll": "Un pergamino que puede usarse una sola vez para teletransportarse a un lugar grabado. Sin embargo, no es posible teletransportarse a través de las dimensiones. Puede utilizarse para teletransportar a otras entidades si se mantiene un pergamino inscrito en la mano libre y el portador lanza teletransporte sobre una entidad.",
  "ars_nouveau.page.weald_walker": "Caminantes weald",
  "ars_nouveau.page.wilden": "Wilden",
  "ars_nouveau.page.wixie_hat": "Permite que starbuncles transporte pociones. Una vez que lleve puesto un sombrero de wixie, use la varita del dominio para conectarlos entre los tarros de pociones.",
  "ars_nouveau.page.world_generation": "Recursos",
  "ars_nouveau.page1.allow_scroll": "Proporciona una lista de artículos para automatizar las entidades relacionadas. Para inscribir un objeto, colócalo en la mesa de de inscripción y utiliza los bloques y objetos de la mesa mientras te agachas. Cuando se le da a un carbuncle, el carbuncle sólo recogerá y tomará artículos en el pergamino",
  "ars_nouveau.page1.alteration_table": "Se utiliza para inscribir hilos en armaduras mágicas. Para usar la mesa, coloque la armadura en el soporte de la mesa. La tableta mostrará las ranuras de hilo disponibles en la armadura. Para agregar o eliminar un hilo, use el hilo en la tableta de la mesa. Quitar la armadura aplicará los hilos a la armadura. Para eliminar un hilo, coloque la armadura sobre la mesa e interactúe con la pantalla con la mano vacía.",
  "ars_nouveau.page1.amethyst_golem_charm": "Los golems de amatista cosecharán, cultivarán y recogerán amatista cerca de su hogar. Para obtener un gólem de amatista, realiza el ritual del despertar cerca de los brotes de amatista para obtener el amuleto del gólem de amatista",
  "ars_nouveau.page1.apparatus_crafting": "El encantador arcano se utiliza para fabricar dispositivos especiales, accesorios, armas y otros objetos que se utilizan para progresar en ars nouveau. Los pedestales arcanos sirven como soporte para colocar los ingredientes del encantador arcano. El núcleo arcano se coloca debajo del encantador arcano para proporcionarle la fuente necesaria para funcionar.",
  "ars_nouveau.page1.applying_perks": "Los hilos se pueden aplicar a la armadura usando el aparato de alteración. Cada pieza de armadura tiene un conjunto único de ranuras de hilo con su propia variedad de niveles. Algunos subprocesos pueden requerir un espacio de subprocesos de un nivel mínimo, pero muchos subprocesos simplemente aumentan su poder según el espacio que se les otorga.",
  "ars_nouveau.page1.archwood": "Los árboles de archwood tienen una pequeña posibilidad de aparecer en cualquier bioma, y vienen en cuatro tipos. En raras ocasiones, puedes tropezar con un bosque de archwood, un bioma lleno de criaturas mágicas, luces naturales que aparecen y árboles de archwood. Se pueden utilizar como decoración, rituales o para fabricar varitas.",
  "ars_nouveau.page1.archwood_forest": "El bosque de archwood es un bioma algo raro lleno de luces mágicas y árboles de archwood. Contiene una mayor cantidad de oro y mineral de gemas fuente. Además, las criaturas mágicas como carbuncles, whirlisprigs y drygmys tienen una mayor probabilidad de aparecer",
  "ars_nouveau.page1.armor": "Las túnicas mágicas proporcionan maná adicional y regeneración de maná extra. Para lanzar los hechizos más grandes y poderosos, necesitarás una reserva de maná mayor que la de un lanzador de hechizos principiante. Cada pieza de armadura proporcionará una bonificación, y cada nivel proporciona una bonificación mayor que el anterior. Para empezar a fabricar armaduras, necesitarás obtener mageblooms",
  "ars_nouveau.page1.armor_upgrading": "La armadura mágica se puede mejorar con hilos para proporcionar efectos adicionales. Cada tipo de armadura tiene un número diferente de ranuras, y esas ranuras varían en tamaño. Las ranuras más grandes aumentarán la potencia de los hilos, y algunos hilos requieren una ranura de cierto tamaño o más grande. Para aplicar hilos, consulte la sección sobre la tabla de alteración.",
  "ars_nouveau.page1.basic_spell_turret": "Las torretas pueden usarse para lanzar hechizos cuando se les da una señal de redstone, funcionando como un dispensador. Las torretas aceptarán hechizos que usen toque y proyectil. Los hechizos pueden establecerse utilizando un trozo de pergamino de hechizo inscrito. Para lanzar hechizos, las torretas tomarán la fuente de los frascos cercanos. Las torretas pueden utilizar recoger bloques y colocar bloques siempre que se coloque un inventario adyacente a este bloque",
  "ars_nouveau.page1.better_casting": "Tu reserva de maná puede ampliarse con armaduras especiales de mago, encantamientos, aprendiendo nuevos glifos o bebiendo pociones. Una vez que hayas adquirido una semilla de magebloom, podrás fabricar túnicas de novato que ampliarán tus habilidades de lanzamiento de forma significativa. Estas túnicas se autorreparan utilizando tu reserva de maná, tienen una alta capacidad de encantamiento y proporcionan una armadura decente",
  "ars_nouveau.page1.bookwyrm_charm": "Los bookwyrms son criaturas útiles con la capacidad de lanzar hechizos usando la fuente de los frascos de fuente. Si se les da un hechizo inscrito en un pergamino de hechizos, los bookwyrms lanzarán hechizos en el área que rodea su atril. Para invocar un bookwyrm, utiliza un amuleto bookwyrm en un atril. Los bookwyrms se pueden teñir de blanco, negro, azul, verde, rojo o morado",
  "ars_nouveau.page1.decorative": "Bloques puramente decorativos. Para ver la lista completa, coloca la piedra arcana en un cortador de piedra",
  "ars_nouveau.page1.deny_scroll": "Proporciona una lista de artículos a las entidades relacionadas con la automatización.para inscribir un objeto, colócalo en la mesa de de inscripción y utiliza los bloques y objetos de la mesa mientras te agachas. Cuando se le da a un carbuncle, el carbuncle recogerá y tomará cualquier artículo que no esté en este pergamino",
  "ars_nouveau.page1.drygmy_charm": "Los drygmys se encuentran a menudo siguiendo y atendiendo a los animales de su entorno. Se pueden encontrar en cualquier lugar, aunque algo raramente. A los drygmys se les puede dar un hogar en el mundo, y producirán objetos de los monstruos y animales cercanos como si los hubieran matado, sin dañarlos. Se puede entablar amistad con un drygmy salvaje lanzando un cuerno salvaje cerca de él",
  "ars_nouveau.page1.enchanting_apparatus": "El encantador arcano utiliza hasta 8 pedestales arcanos a su alrededor, su ubicación no debe excederse en un radio de 3 boques. El núcleo arcano se coloca debajo del encantador arcano para proporcionarle fuente. Una vez que hayas configurado tu encantador arcano, deberías fabricar tu primera semilla de magebloom, muy útil para crear las armaduras especiales de mago. Para decorar tu entorno, puedes utilizar los diversos bloques arcanos existentes.",
  "ars_nouveau.page1.flask_cannons": "Flask cannons puede consumir frascos de pociones y frascos del inventario de los jugadores y convertir la poción en una poción splash o lingering. Para seleccionar la poción que se lanzará, use el menú radial para seleccionar su frasco o poción y use el lanzador.",
  "ars_nouveau.page1.how_to_enchant": "El aparato de encantamiento puede añadir encantamientos nuevos o mejorar los existentes de una herramienta usando mana y objetos, para empezar, elige un encantamiento de nivel 1 y añade los items requeridos a los pedestales. Pon una jarra de mana cerca y usa el item que quieres encantar, el aparato solo puede aplicar encantamientos que son validos para el item que le diste.",
  "ars_nouveau.page1.illusion_blocks": "Mirrorweave puede replicar la apariencia de cualquier bloque que se use en él. Estos bloques tendrán las mismas colisiones y luz que su bloque replicado. Sense magic revelará la ilusión. Todos los bloques de ilusión también se pueden usar como marcos para portales. Arrojar luz sobre un bloque de ilusión le permitirá emitir luz.",
  "ars_nouveau.page1.imbuement_chamber": "Imbuye ciertos objetos con fuente para crear nuevos objetos. La principal forma de obtener gemas fuente, la amatista y el lapislázuli pueden usarse para crear gemas fuente. La cámara de imbuir acumulará pasivamente la fuente para las recetas, o la extraerá de frascos de fuente a 2 bloques de distancia. Algunas recetas requieren objetos adicionales colocados en pedestales a 1 bloque de la cámara de imbuir, como las esencias. Los objetos en los pedestales no se consumirán",
  "ars_nouveau.page1.item_detector": "Una vitrina se puede configurar para emitir una señal de piedra roja cuando se alcanza un cierto nivel de inventario. Para configurar el artículo para el seguimiento, use un artículo en el caso. Interactúe con el bloque para aumentar el conteo y golpee para disminuir. Para vincular a un inventario, dominion wand un inventario a la vitrina. Pasear mientras se escabulle se invertirá si la señal sale por debajo o por encima del conteo establecido.",
  "ars_nouveau.page1.jump_ring": "Permite al usuario saltar continuamente en el aire. Cada salto gastará maná.",
  "ars_nouveau.page1.lava_lily": "Un bloque decorativo que puede colocarse sobre cualquier líquido o bloque. La textura de este bloque varía si se coloca sobre lava, un bloque de magma o cualquier otro bloque.",
  "ars_nouveau.page1.magelight_torch": "Luces decorativas. Para encender, arroje luz sobre el candelabro. El color de la llama se corresponde con el color de tu hechizo. La antorcha magelight en una pared puede cambiar la dirección de sus llamas interactuando. Use touch o proyectil sensible para apuntar a la lámpara.",
  "ars_nouveau.page1.mimic_scroll": "Proporciona una lista de objetos a las entidades relacionadas con la automatización. Cuando este pergamino se adjunta a un inventario, las entidades sólo insertarán los artículos que ya existen en el inventario. Para adjuntar el pergamino, coloca un marco de artículos en el inventario y coloca un pergamino mímico en él",
  "ars_nouveau.page1.mob_jar": "Te permite capturar y almacenar mobs para transportarlos o decorarlos. Para capturar una mafia, debes realizar un ritual de contención. Consulte el ritual de contención para obtener más información. Para liberar una mafia, lanza \"Disipar\" en el frasco y la mafia se liberará sobre el frasco. Los bloques de notas colocados sobre un frasco reproducirán un sonido ambiental de la mafia en el interior.",
  "ars_nouveau.page1.new_glyphs": "Acceder a nuevos hechizos requerirá una pequeña cantidad de configuración, recursos y construcción de bases. Los nuevos hechizos se pueden aprender obteniendo glifos. Los glifos se crean usando la tabla del escribano con experiencia y objetos. Una vez que hayas obtenido un glifo, simplemente úsalo para memorizar el glifo. Consulta la sección sobre la tabla de escribanos para obtener más información",
  "ars_nouveau.page1.obtaining_gems": "Para obtener gemas fuente, primero debes construir una cámara de imbuir. Una cámara de imbuir imbuye los objetos de su interior con la fuente, y los convertirá en un nuevo objeto. Para obtener una gema fuente, coloca una amatista o un lapislázuli dentro de tu cámara de imbuir y espera. Las cámaras de imbuir consumirán la fuente de los frascos de fuente cercanos para acelerar la elaboración. Se puede utilizar una varilla de zahorí para encontrar mucho más rápido los brotes de amatista.",
  "ars_nouveau.page1.performing_rituals": "Para realizar un ritual se necesita un brasero ritual y una tabla. Una vez que hayas obtenido una tabla y un brasero, coloca tu brasero en el mundo y utiliza una tabla en él. El brasero se encenderá y quedará a la espera de ser activado. En este estado, puedes lanzar cualquier objeto adicional para aumentar el ritual. Si deseas aumentar un ritual, simplemente lanza el objeto encima del brasero",
  "ars_nouveau.page1.potion_flask": "Un frasco que almacena 8 cargas de una poción. Para llenar el frasco, úsalo en un frasco de pociones, o elabora el frasco en una mesa de elaboración con otra poción. Puedes vaciar el frasco usando el frasco en un frasco de pociones mientras te agachas",
  "ars_nouveau.page1.reactive_enchantment": "Los objetos con reactivo tienen la posibilidad de lanzar hechizos cuando se balancean. El hechizo del pergamino de hechizos determina el hechizo que se inscribirá en el objeto",
  "ars_nouveau.page1.repository": "Un depósito puede almacenar un cofre doble de artículos. Cuando se nombra, mostrará el nombre como información sobre herramientas y lo conservará cuando se suelte como un elemento. Útil para crear pestañas de inventario con nombre con el atril de almacenamiento.",
  "ars_nouveau.page1.redstone_relay": "Puede conectarse a otros relés de redstone para enviar una señal de redstone de forma inalámbrica. Recibe entrada de un lado y emite en todas las demás direcciones. Se puede conectar a otros relés dentro de un radio de 30 bloques, y se pueden conectar múltiples relés.",
  "ars_nouveau.page1.scribes_table": "Para fabricar nuevos glifos, utiliza un libro de hechizos en la mesa de inscripción para abrir el códice. Cada glifo requiere un conjunto de objetos y puntos de experiencia para desbloquearlo. Selecciona un glifo haciendo clic en él en el menú, y pulsa seleccionar. Arroja los objetos sobre la mesa y la mesa escribirá un nuevo glifo",
  "ars_nouveau.page1.shapers_focus": "Un enfoque que modifica los efectos que mueven, crean o modifican bloques. Los bloques que mueves con efectos como lanzamiento, gravedad, empuje, derribo, etc. Ahora infligirán daño a las entidades que golpeen. El daño aumenta con el daño de hechizos, la dureza del bloque y la velocidad del bloque. Además, los efectos que apuntan o crean bloques duplicarán el resto del hechizo apuntando al nuevo bloque o al bloque en movimiento.",
  "ars_nouveau.page1.source": "La fuente es un recurso especial que debe reunirse utilizando generadores en el mundo. La fuente se utiliza para alimentar dispositivos como la cámara de imbuir y el encantador arcano. Para empezar a recolectar fuente, necesitarás un frasco de fuente y un generador",
  "ars_nouveau.page1.source_berry": "Los arbustos de baya se puede encontrar en los biomas de frío y bosques de archwood. Una baya puede utilizarse para elaborar una poción de regeneración de maná o consumirse como alimento. Los carbuncles cosecharán automáticamente los arbustos de bayas que hayan crecido por completo, lo que los hace útiles para la automatización temprana del generador agrónomo. Los alimentos de baya también concederán regeneración de maná",
  "ars_nouveau.page1.spell_books": "Acceder a hechizos de nivel superior requerirá un libro de hechizos o $(bold)grimorio$() mejor. Mientras que un libro de hechizos de novato sólo tiene acceso a los hechizos de nivel 1, los libros de hechizos de aprendiz y archimago desbloquearán los niveles dos y tres. La mejora de tu libro de hechizos transferirá todos los hechizos que hayas aprendido a tu nuevo libro. Los libros se pueden teñir fabricándolos con un trozo de tinte",
  "ars_nouveau.page1.spell_bow": "Un arco que se puede inscribir con un hechizo utilizando la tabla de escribas. Si el jugador tiene suficiente maná, las flechas se convertirán en flechas de hechizo y aplicarán el hechizo en su objetivo. Si no hay flechas en el inventario, se lanzará una flecha de hechizo que inflige 0 daños. Si no hay suficiente maná, se dispararán flechas regulares. Enchanter's bows puede usar flechas de aumento especiales para potenciar el hechizo inscrito.",
  "ars_nouveau.page1.spell_casting": "Para empezar a lanzar hechizos, necesitarás obtener primero un libro de hechizos. Un libro de hechizos te permitirá crear, almacenar y lanzar hechizos utilizando el maná. Un libro de hechizos de nivel superior te proporcionará ranuras de hechizos adicionales, permitiéndote crear hechizos más complejos. Para crear tu primer hechizo, primero debes seleccionar la $(bold)forma$() que adoptará el hechizo. Un glifo $(bold)forma$() debe ser siempre el primer glifo de una receta de hechizo.",
  "ars_nouveau.page1.spell_crossbow": "Una ballesta que se puede inscribir con un hechizo. El costo de maná del hechizo se deducirá cuando el arco esté cargado si hay maná presente. Las ballestas de encantador pueden usar flechas de aumento especiales para potenciar sus hechizos.",
  "ars_nouveau.page1.spell_mana": "El maná se utiliza para lanzar hechizos con un $(thing)libro de hechizos$(). La cantidad máxima de maná, y la velocidad a la que se regenera, puede aumentarse llevando una $(item)armadura de mago$() especial o aplicando los encantamientos $(item)incremento de maná$() o $(item)regeneración de maná$() en tu equipo. Además, ganarás una bonificación de maná y regeneración por cada glifo desbloqueado en tu libro de hechizos.",
  "ars_nouveau.page1.spell_sensor": "Emite una señal de redstone cuando se lanza un hechizo cerca. La intensidad de la salida depende de la duración del hechizo. Usar una varita del dominio hará que se active cuando un hechizo se resuelva cerca, en lugar de ser lanzado. Usar un pergamino de hechizo configurará el sensor para que solo emita cuando se detecte ese hechizo exacto.",
  "ars_nouveau.page1.starbuncle_charm": "Los carbuncles aparecen de forma natural en zonas boscosas en busca de pepitas de oro. Aunque los carbuncles normalmente tienen miedo de los humanos, permitirán que alguien se acerque si tiene una pepita de oro. Cuando un carbuncle ha recogido una pepita de oro, se desvanecerá de este mundo y dejará tras de sí fragmentos de carbuncle",
  "ars_nouveau.page1.starting_automation": "Los hechizos pueden ser utilizados en la automatización a través de lanzadores como el bookwyrm o la torreta de hechizos. Utilízalos para crear cosechadoras automáticas, granjas de árboles, canteras, granjas de pasteles, fábricas de vidrio y mucho más. Para el transporte de objetos, la fabricación automática o la generación de recursos, consulta la variedad de entidades mágicas que pueden invocarse mediante amuletos",
  "ars_nouveau.page1.storage_lectern": "El atril de almacenamiento se puede usar para ver, administrar y crear a partir de múltiples inventarios conectados. El número de inventarios que se pueden conectar está determinado por el número de bookwyrms atados al atril. Puede agregar más bookwyrms al atril usando un bookwyrm charm. Usa la varita de dominio desde un inventario hasta el atril para vincular o eliminar el acceso. Los inventarios se pueden conectar a 30 cuadras de distancia.",
  "ars_nouveau.page1.summon_bed": "Una cama decorativa. Starbuncles se puede atar a una cama usando la varita dominion, y descansarán en la cama cuando no haya otras tareas.",
  "ars_nouveau.page1.summoning_familiars": "Para empezar a invocar a los familiares, necesitarás obtener un guión vinculado de la entidad de la que deseas hacerte amigo. Estos pueden obtenerse realizando el ritual de vinculación cerca de una entidad relevante. Consulta la lista completa de entidades elegibles en la sección de familiares. Una vez que hayas obtenido un pergamino de vinculación, úsalo para aprender el familiar",
  "ars_nouveau.page1.trinkets": "Los objetos y accesorios pueden ampliar tus lanzamientos y pueden proporcionar bonificaciones únicas. Para obtener más lanzamientos, puedes fabricar un anillo de descuento o un amuleto de regeneración de maná. Para viajar, consulta el cinturón de levitación, o mejora tu eficiencia minera con el frasco de anulación",
  "ars_nouveau.page1.upgrades": "Los glifos de nivel 2 y 3 requerirán un libro de hechizos de aprendiz y archimago respectivamente. Los libros de nivel superior te permitirán lanzar hechizos de nivel superior, utilizarlos en la automatización y proporcionar maná adicional y regeneración de maná como bonificación. Una vez que puedas mejorar tu libro, la mejora de tu armadura al siguiente nivel de túnica también te otorgará otro impulso en el lanzamiento.",
  "ars_nouveau.page1.volcanic_sourcelink": "El generador de mana volcanico crea mana por consumir objetos que se pueden quemar. Los troncos de archwood generan mana extra, con los troncos blazing archwood generando la mayor cantidad. Mientras que produce mana, ademas produce calor, el cual es usado para generar lava lillies y convertir piedra en lava. El generador volcanico automaticamente guarda mana en jarras de mana cercanas, empezando con la mas cercana.",
  "ars_nouveau.page1.warp_portal": "Los portales dimensionales, al igual que los pergaminos dimensionales, proporcionan un teletransporte unidireccional a cualquier lugar, siempre que esté en la misma dimensión. Para construir un portal dimensional, construye un marco de ladrillos arcanos o sus variantes en forma de rectángulo y proporciona un frasco fuente lleno cerca. Luego, lanza un pergamino dimensional con una ubicación escrita dentro del marco. Si hay suficiente fuente cerca, se creará el portal",
  "ars_nouveau.page1.weald_waddler": "Si un caminante del bosque muere, se convertirá en un weald waddler. Los waddlers crecerán lentamente hasta convertirse en weald walkers, y se puede acelerar dándoles polvo de huesos. Un weald waddler no puede luchar ni protegerse hasta que haya vuelto a ser un caminante",
  "ars_nouveau.page1.weald_walker": "Los weald walkers o caminantes del bosque, son árboles vivos de archwood que protegen sus hogares de los monstruos hostiles. Un caminante del bosque puede ser creado a partir del ritual del despertar. Una vez invocado, el caminante del bosque vagará aleatoriamente a menos que se le asigne una posición de residencia. Para asignarle un hogar, utiliza la varita de dominio sobre el caminante del bosque y, a continuación, sobre el bloque que desees que vigile",
  "ars_nouveau.page1.whirlisprig_charm": "Los whirlisprigs son curiosos duendecillos de la naturaleza que se encuentran exclusivamente en zonas boscosas. A los whirlisprigs invocados se les puede dar un hogar en el mundo, y comenzarán a producir materiales naturales como madera, cultivos, semillas y flores que existen a su alrededor. Los whirlisprigs salvajes pueden hacerse amigos y soltarán esquirlas de whirlisprig si se cultiva un árbol cerca de ellos",
  "ars_nouveau.page1.wilden": "Los wilden son criaturas hostiles que se encuentran comúnmente por la noche alrededor de los nidos de wilden. Mientras que los defensores de wilden solo pueden encontrarse en biomas fríos, los nidos de acechadores y cazadores pueden encontrarse en cualquier bioma forestal.",
  "ars_nouveau.page1.wixie_charm": "Un wixie puede fabricar automáticamente objetos para ti a expensas de la fuente. Para obtener un fragmento de wixie, lanza \"Disipar\" sobre una bruja mientras tenga la mitad de la salud o menos. Una vez que hayas obtenido un amuleto de wixie, úsalo en un caldero para invocar a tu wixie",
  "ars_nouveau.page1.world_generation": "Pueden aparecer varios recursos en el mundo, cada uno con sus propias propiedades mágicas. Los árboles archwood existen en varias variantes decorativas y pueden utilizarse para fabricar varitas mágicas. Las bayas que se encuentran en los bosques fríos, son esenciales para fabricar pociones de regeneración de maná",
  "ars_nouveau.page2.amethyst_golem_charm": "",
  "ars_nouveau.page2.applying_perks": "Los subprocesos solo se aplican una vez en un conjunto de armadura completo y no se acumulan. Para obtener más información sobre la aplicación de hilos, consulte la tabla de alteraciones.",
  "ars_nouveau.page2.armor_upgrading": "La armadura también tiene tres niveles, y estos niveles se pueden aumentar utilizando el aparato de encantamiento y las recetas de actualización que se encuentran en esta sección. Cada nivel aumentará la cantidad de regeneración de maná que otorga la armadura y aumenta el número y el tamaño de las ranuras de la armadura.",
  "ars_nouveau.page2.basic_spell_turret": "Las torretas encantadas lanzan hechizos a la mitad del coste de fuente en comparación con las torretas básicas",
  "ars_nouveau.page2.bookwyrm_charm": "En caso de que mueran o sean desinvocados, dejarán caer su amuleto",
  "ars_nouveau.page2.drygmy_charm": "¡Un drygmy también puede producir gemas de experiencia!",
  "ars_nouveau.page2.how_to_enchant": "Para aplicar un encantamiento de nivel 2 o superior, el objeto debe tener ya el nivel anterior. Por ejemplo, para aplicar el encantamiento 3, el objeto debe tener ya el nivel 2",
  "ars_nouveau.page2.illusion_blocks": "Falseweave tiene las mismas propiedades que mirrorweave, pero se puede atravesar como si fuera aire. Sense magic hará que el bloque se vuelva invisible, revelando cualquier camino oculto.",
  "ars_nouveau.page2.item_detector": "Si se le da un pergamino de filtro a la vitrina, contará todos los elementos que coincidan con el filtro.",
  "ars_nouveau.page2.mob_jar": "Se puede interactuar con muchas entidades dentro del frasco y continuarán simulando mientras estén dentro del frasco. Algunos ejemplos incluyen: las gallinas pondrán huevos, las ovejas se pueden esquilar, las vacas se pueden ordeñar y algunas turbas como blaze convertirán el frasco en una fuente de luz. Experimenta con una variedad de turbas para crear granjas estéticas y funcionales. Drygmys también tratará el frasco como si fuera una entidad normal en el área.",
  "ars_nouveau.page2.performing_rituals": "Para activar tu ritual, interactúa con el brasero con la mano vacía. Una vez activado, tu ritual ya no puede ser aumentado y se ha consumido permanentemente. Si un ritual requiere una fuente para funcionar, el brasero extraerá de los frascos de fuente en un radio de 6 bloques. La información relacionada con los rituales y sus requisitos se puede encontrar en sus respectivas entradas",
  "ars_nouveau.page2.potion_flask": "Un frasco encantado que prolonga el tiempo de los efectos en un 50%",
  "ars_nouveau.page2.reactive_enchantment": "Al igual que otros encantamientos, los niveles de reactivo sólo pueden aplicarse a un objeto con el nivel de encantamiento anterior. El reactivo 2 requiere el reactivo 1, etc.",
  "ars_nouveau.page2.relay": "Una señal de piedra roja desactivará el relé.",
  "ars_nouveau.page2.scribes_table": "Puedes escribir un hechizo específico en un pergamino de hechizos utilizando la mesa de inscripción o puedes aplicarlo en objetos desde el encantador arcano. Para ello, coloca un pergamino de hechizo sobre la mesa, luego con tu libro de hechizos en la mano, cambia al hechizo deseado como si fueras a lanzarlo y mientras te agachas usa el libro en la mesa. Tu objeto contendrá ahora ese hechizo",
  "ars_nouveau.page2.shapers_focus": "Modificar o crear un bloque duplicará el resto de tu hechizo en ese nuevo bloque. Por ejemplo, freeze -> \"Romper\" congelará el bloque y lanzará \"Romper\" en ese bloque. Sin el foco, la ruptura solo se aplicaría al bloque que se golpeó originalmente. Los efectos que duplicarán este objetivo incluyen glifos como conjurar mageblock, freeze, \"Romper\", exchange, place block y más. Usar aoe en estos efectos duplicará el hechizo en cada bloque.",
  "ars_nouveau.page2.spell_casting": "A continuación, añade cualquier número de $(bold)effectos$() a la cadena. Los efectos se refieren a $(italic)lo que hará$() el hechizo y se resolverán en el orden en que se coloquen en el libro en el objetivo o lugar donde el hechizo impacte. Un $(bold)augmento$() se puede utilizar para modificar el comportamiento de un efecto o forma. Los $(bold)augmentos$() pueden colocarse después de un efecto o forma. Un aumento sólo se aplicará al glifo situado a la $(bold)izquierda$() del mismo. También se pueden aplicar varios aumentos sobre el mismo efecto o forma encadenando aumentos.",
  "ars_nouveau.page2.spell_mana": "Añadir glifos a tu libro de hechizos también aumentará tu cantidad máxima de maná y regeneración de maná. Esta bonificación también escala con el nivel de tu libro de hechizos",
  "ars_nouveau.page2.starbuncle_charm": "Aunque los carbuncles salvajes no pueden ser domesticados, sus fragmentos pueden ser utilizados para invocar un carbuncle",
  "ars_nouveau.page2.storage": "Los artículos se pueden insertar automáticamente en el atril colocándolos en un inventario no encuadernado que se encuentra junto al atril. También puede vincular un atril al atril 'principal' para ampliar la vista y el acceso del atril original, estos atriles se pueden encadenar juntos dentro de 30 bloques indefinidamente. Una vez que un atril está vinculado a otro atril, ya no podrá conectarse a los inventarios ni aceptar bookwyrms.",
  "ars_nouveau.page2.summoning_familiars": "Una vez que hayas obtenido un pergamino de vinculación, puedes acceder a tu lista de familiares desde el menú de elaboración de tu libro de hechizos en la sección de familiares. Si seleccionas un familiar, lo invocarás en el mundo y te dará una enfermedad familiar que te impedirá invocar otro durante un breve periodo de tiempo. Para obtener tu primer familiar, realiza el ritual de vinculación cerca de un carbuncle. Los familiares están ligados al jugador y no pueden ser transferidos entre libros",
  "ars_nouveau.page2.volcanic_sourcelink": "Los objetos cercanos de archwood flameante serán quemados a cambio de un trozo de fuente y una cantidad moderada de $(item)calor$(). El volcanic sourcelink también tomará objetos de pedestales cercanos.",
  "ars_nouveau.page2.warp_portal": "Los portales pueden construirse en horizontal o en vertical, de 1x1 a 21x21 de tamaño. La dimensión no cuesta ninguna fuente después de la creación",
  "ars_nouveau.page2.weald_walker": "Lanza una llamarada a los enemigos cercanos, con cuidado de no encender ningún bloque en el proceso",
  "ars_nouveau.page2.whirlisprig_charm": "¡Los whirlisprigs seguirán a los animales, jugadores y monstruos! También crecerán hierba a su alrededor de vez en cuando",
  "ars_nouveau.page2.wixie_charm": "Para seleccionar una objeto para fabricar, usa tu objeto o bloque en el caldero de wixie.",
  "ars_nouveau.page3.amethyst_golem_charm": "Invoca al gólem de amatista usando un amuleto en un bloque. Para que un gólem de amatista pueda realizar tareas, primero debe tener un hogar. Establece su hogar usando la varita de dominio en el gólem y luego en un bloque. Se considera que el hogar del gólem está a 10 bloques en cualquier dirección desde la posición fijada",
  "ars_nouveau.page3.basic_spell_turret": "Las torretas con temporizador se disparan automáticamente en intervalos de tiempo. Por defecto es de 1 segundo, el tiempo se puede aumentar haciendo clic con el botón derecho del ratón en el bloque. Golpear disminuirá el tiempo. Agacharse te permitirá configurarlo en intervalos de 10 segundos. Para evitar más cambios, bloquea y desbloquea la torreta con la varita de dominio. Configurar la torreta a 0 segundos o proporcionar una señal de redstone la desactivará. Lanza proyectiles, toques y redstone de forma gratuita",
  "ars_nouveau.page3.drygmy_charm": "Para invocar a un drygmy, usa un amuleto de drygmy en un bloque de guijarro musgoso. ¡Después de un corto periodo de tiempo, el guijarro se transformará en un henge de drygmy e invocará a tu drygmy! Para invocar drygmys adicionales, usa más amuletos en el henge. Lanzándole \"Disipar\" o matando al drygmy este te devolverá su amuleto.",
  "ars_nouveau.page3.illusion_blocks": "Ghostweave tiene las mismas propiedades que mirrorweave, pero se puede convertir en un muro invisible lanzando invisibilidad sobre él. Lanzar dispel revelará el bloque nuevamente. Sense magic hará que el bloque vuelva a aparecer sólido.",
  "ars_nouveau.page3.potion_flask": "Un frasco encantado que aumenta la potencia de los efectos en 1, pero reduce su tiempo a la mitad",
  "ars_nouveau.page3.reactive_enchantment": "El encantamiento inscrito para reactivo puede cambiarse colocando el objeto en el encantador arcano con un nuevo pergamino de encantamiento inscrito",
  "ars_nouveau.page3.shapers_focus": "Los efectos que mueven bloques duplicarán el resto del hechizo en esos bloques en movimiento. Para ver esto en acción, intente usar \"Conjurar bloque mágico\" -> \"Lanzar\" -> \"Retrasar\" -> \"Empuje\" para enviar un bloque volando en la dirección que está mirando. Este sistema de orientación se aplica a todos los bloques movidos. El uso de aoe en los efectos de movimiento de bloques te permitirá manipular muchos bloques a la vez.",
  "ars_nouveau.page3.spell_casting": "Si quieres establecer un hechizo en una pestaña diferente, selecciona la pestaña del lado derecho y repite el proceso anterior. Se proporcionan varias combinaciones de teclas para utilizar el libro de hechizos. $(br)abrir el libro de hechizos: $(k:ars_nouveau.open_book) $(br)selección rápida: $(k:ars_nouveau.selection_hud) $(br)hechizo siguiente: $(k:ars_nouveau.next_slot) $(br)hechizo anterior: $(k:ars_nouveau.previous_slot)",
  "ars_nouveau.page3.starbuncle_charm": "Para invocar un carbuncle, utiliza un amuleto de carbuncle en el suelo. Los carbuncles invocados recogerán objetos cercanos y podrán mover objetos entre inventarios como cofres. Los carbuncles cosecharán arbustos de bayas completamente crecidos a su alrededor. Un carbuncle dejará caer su amuleto cuando sea disipado o cuando muera. Puedes teñirlos con tinte púrpura, rojo, amarillo, naranja, azul o verde",
  "ars_nouveau.page3.storage": "Los inventarios vinculados que tienen nombre crearán una pestaña en el atril de almacenamiento, lo que le permitirá ver y manipular todos los inventarios que comparten ese nombre. A diferencia de los cofres normales, los repositorios conservarán su nombre cuando se dejen caer. El efecto de nombre también puede nombrar inventarios colocados en el mundo.",
  "ars_nouveau.page3.summoning_familiars": "Típicamente sólo un familiar puede estar fuera a la vez, e invocar a otro familiar eliminará a los demás ligados a ti. Puedes descartar a tu propio familiar lanzando \"Disipar\" sobre él. A cambio de potenciar a su dueño, los familiares se reservarán una parte del maná máximo de su dueño mientras persistan en el mundo",
  "ars_nouveau.page3.volcanic_sourcelink": "El generador volcánico convertirá ocasionalmente la piedra en bloques de magma y los bloques de magma en lava, estos bloques deben estar debajo de él en su área de 3x3. Esta conversión depende de la cantidad de $(ítem)calor$() que haya producido a lo largo del tiempo. El eslabón volcánico también engendrará un lirio de lava adyacente a él, siempre que no haya nada que cubra la lava. Los lirios de lava pueden ser cosechados y utilizados como decoración",
  "ars_nouveau.page3.warp_portal": "Portal dimensional",
  "ars_nouveau.page3.weald_walker": "Lanza congelación y chasquido de frío a los enemigos cercanos",
  "ars_nouveau.page3.whirlisprig_charm": "Para invocar a un whirlisprig, utiliza un amuleto de whirlisprig en cualquier flor. Los whirlisprigs consideran que su hogar está a 10 bloques en cualquier dirección de la flor. Los whirlisprigs necesitan una fuente cercana para funcionar, y sólo generarán objetos si hay un cofre colocado junto a la flor. Puedes recuperar tu amuleto usando disipar en un whirlisprig. Pueden recibir tinte naranja, amarillo, blanco o verde",
  "ars_nouveau.page3.wilden": "Los acechadores, que suelen aparecer en grupos pequeños, tienen ataques terrestres y aéreos",
  "ars_nouveau.page3.wixie_charm": "La wixie seleccionará automáticamente la receta de fabricación basada en los inventarios cercanos, no tienes que especificar los materiales de la receta. Por ejemplo, si quieres fabricar palos, la wixie mezclará y hará que coincidan tablones de cofres cercanos para realizar la receta. Cada fabricación requiere una pequeña cantidad de maná y será drenada automáticamente de frascos de maná cercanos. Una señal de redstone en el caldero parará la fabricación.",
  "ars_nouveau.page4.amethyst_golem_charm": "Una vez establecido un hogar, el gólem comenzará a realizar tareas con el tiempo. Convertirán bloques de brotes de amatista, cosecharán cúmulos de amatista, acelerarán el crecimiento de los brotes de amatista y recogerán y almacenarán fragmentos de amatista",
  "ars_nouveau.page4.basic_spell_turret": "Las torretas pueden proporcionar una automatización compacta y eficiente. Algunos ejemplos son: relojes de redstone configurables, granjas de árboles o cultivos de un bloque, fundición rápida con fortuna o granjas de mobs con saqueo.",
  "ars_nouveau.page4.drygmy_charm": "Un drygmy considera su casa 10 bloques en todas las direcciones desde su henge. El drygmy usará esta área para producir objetos de entidades cercanas. La eficiencia de tu drygmy dependerá de su felicidad. Esto puede ser incrementado para cada entidad cercana, con un bonus por cada tipo único en su hogar.",
  "ars_nouveau.page4.illusion_blocks": "Skyweave mostrará el skybox de la dimensión en la que está colocado. Para alternar el skybox y mostrar la fachada, lanza dispel en él. La fachada se puede establecer en otro bloque como mirrorweave.",
  "ars_nouveau.page4.shapers_focus": "$(bold)lanzar hielo:$() \"Conjurar agua\" -> \"Congelar\" -> \"Lanzar\" -> \"Retrasar\" -> \"Retroceder\". $(bold)dañar y encender objetivos golpeados:$() \"Conjurar mageblock\" -> \"Lanzar\" -> \"Ignite\" -> \"Retrasar\" -> \"Empuje\". $(bold)encender tnt:$() \"Colocar bloque\" (tnt) -> \"Encender\". $(bold)lanzar terreno explosivo:$() lanzamiento -> retraso -> derribo -> retraso -> explosión. $(bold)lanzar muchos bloques:$() lanzamiento -> aoe x2 -> retraso -> retroceso. $(bold)tirar bloques:$() tirar -> aoe x2 -> retraso -> duración abajo -> lanzamiento -> retraso -> retroceso. $(bold)cosechar arena:$() aplastar (en piedra) -> aoe -> romper",
  "ars_nouveau.page4.starbuncle_charm": "Para atar un carbuncle para colocar objetos en un cofre, usa la varita de dominio en el carbuncle y luego en el inventario. Para coger objetos de un inventario, usa la varita en el inventario y luego en el carbuncle. Los carbuncles moverán objetos entre tantos inventarios como desees. Mirando un carbuncle te dirá de cuántos cofres se están tomando y a cuántos se están introduciendo. Usar la varita de dominio en un carbuncle mientras te agachas los restablecerá",
  "ars_nouveau.page4.volcanic_sourcelink": "El color de un lirio de lava cambia si se coloca encima de lava, magma u otros bloques",
  "ars_nouveau.page4.warp_portal": "Portal mágico que puede enviar jugadores, mobs, hechizos y objetos a cualquier lugar de la misma dimensión",
  "ars_nouveau.page4.weald_walker": "Lanza un daño amplificado con efecto de trampa a los enemigos cercanos",
  "ars_nouveau.page4.whirlisprig_charm": "Los whirlisprigs invocados deben estar contentos para poder producir materiales, y su estado de ánimo viene determinado por el número y la diversidad de materiales naturales de su hogar. Puedes usar bloques en el whirlisprig para obtener información adicional si un whirlisprig disfrutaría de ese bloque en su casa. Interactuar con el whirlisprig con la mano vacía te dará información adicional sobre la felicidad del whirlisprig",
  "ars_nouveau.page4.wilden": "Encontrado en biomas fríos, un defensor es un golpeador pesado de movimiento lento con un ataque a distancia",
  "ars_nouveau.page4.wixie_charm": "Las wixies fabricaran pociones automáticamente usando frascos de maná cercanos y objetos. Las pociones que requieran agua serán suministradas por la wixie. Las pociones que requieran otra pción como base serán tomadas de frascos de maná cercanos. La wixie producirá 3 dosis de la poción en frascos de poción cercanos cuando se hayan completado. Para empezar, coloca un frasco de poción vacío, hazle click derecho al caldero con una poción sin efecto, y suminístrale de verruga del Nether de un cofre cercano.",
  "ars_nouveau.page5.amethyst_golem_charm": "Si el hogar de un gólem se ha establecido en un inventario, los gólems recogerán y almacenarán fragmentos de amatista en su bloque de inventario delimitado. Si su hogar no es un inventario, simplemente ignorarán los objetos del suelo.",
  "ars_nouveau.page5.drygmy_charm": "Cada drygmy trabajando en un henge contribuye al progreso. Una vez el progreso máximo haya sido alcanzado, el henge generará objetos y gemas de experiencia y depositarán todo en inventarios cercanos. Cada vez que esto ocurra, el henge requerirá maná para recargarse. El número de recompensas y gemas de experiencia es equivalente a la felicidad del drygmy y el valor de la experiencia de las entidades. Para empezar, coloca un cofre y un frasco de maná al lado del henge.",
  "ars_nouveau.page5.starbuncle_charm": "Puedes dictar dónde van los objetos y pueden ser recogidos usando pergaminos de objetos o marcos de objetos. Un carbuncle puede recibir un pergamino de objetos: permitir o negar, y sólo recogerá y moverá objetos respetando ese filtro. Alternativamente, puedes colocar un marco de objetos en el inventario con el que un carbuncle está interactuando. Puedes colocar un pergamino de objetos o un solo objeto directamente en el marco. El carbuncle que interactúe con ese inventario respetará los filtros de marco de objetos",
  "ars_nouveau.page5.weald_walker": "Lanza \"Maleficio\" y un \"Marchitar\" amplificado a los enemigos cercanos",
  "ars_nouveau.page5.whirlisprig_charm": "Nota: un whirlisprig puede tardar varios minutos en actualizar su estado de ánimo tras colocar un bloque. Los whirlisprigs valoran la diversidad, y demasiado de un bloque ya no contará",
  "ars_nouveau.page5.wilden": "Invocada con un ritual de tributo wilden, la quimera es un poderoso y destructivo jefe de nivel medio",
  "ars_nouveau.page5.wixie_charm": "Cuando se usan múltiples wixies, tal vez desees establecer un frasco con una poción específica. Las wixies solo producirán pociones a frascos que contengas la misma poción, o un frasco vacío desbloqueado. Cada fabricación cuetsa maná. Mira la sección del frasco de poción para más información.",
  "ars_nouveau.page6.starbuncle_charm": "El uso de un bloque en un carbuncle les hará preferir ese bloque para el camino entre áreas, siempre y cuando esté en el camino. También preferirán naturalmente los caminos de hierba",
  "ars_nouveau.page6.whirlisprig_charm": "Las tasas de caída están determinadas por la felicidad, la diversidad y las proporciones de bloques en una casa whirlisprig. Por ejemplo, para generar muchos troncos, cultiva más árboles. Para obtener más semillas y cosechas, planta más cultivos",
  "ars_nouveau.page6.wilden": "La quimera es un combate digno para un lanzador con hechizos y equipo de nivel 2. La quimera resiste el daño de frío, y se sugiere una variedad de hechizos que incluyen bonificadores, disipación y movilidad.",
  "ars_nouveau.page6.wixie_charm": "Cuando use varios wixies, es posible que desee bloquear un frasco para una poción específica. Wixies solo enviará pociones a frascos que contengan la misma poción o una poción vacía desbloqueada. Cada artesanía cuesta fuente. Consulte la sección sobre el tarro de pociones para obtener más información.",
  "ars_nouveau.page7.starbuncle_charm": "Los starbuncles pueden ser vinculados a una cama de magebloom usando la varita del dominio y descansarán en la cama cuando no haya otras tareas por hacer. Útil para mantenerlos fuera del camino o devolverlos a un lugar donde caen objetos. Proporcionar una señal de redstone a la cama desactivará los starbuncles y los hará regresar a sus camas.",
  "ars_nouveau.page7.wilden": "La quimera es una pelea digna para un lanzador con hechizos y equipos de nivel 2. La quimera resiste el daño por frío y se sugiere una variedad de hechizos que incluyen beneficios, disipación y movilidad.",
  "ars_nouveau.page7.wixie_charm": "Puede seleccionar inventarios específicos para el wixie usando una varita de dominio en un inventario y luego el caldero. Si se selecciona algún inventario, solo se pueden usar estos inventarios y wixie ya no extraerá de todos los inventarios cercanos de manera predeterminada.",
  "ars_nouveau.page8.starbuncle_charm": "Usar un encanto en un starbuncle existente los apilará. Los starbuncles apilados transportarán múltiples pilas a la vez, depositándolos en el orden en que se tomaron. Usar la varita en un stackbuncle varita al starbuncle principal y siempre mostrará la información sobre el starbuncle principal. Nota: varias pilas de objetos no se simulan al mismo tiempo, lo que puede resultar en que se tomen varios objetos pero solo se pueda depositar uno mientras se sostiene el resto.",

  "ars_nouveau.ritual.no_start": "Inicie el ritual actual o rompa el bloque para eliminarlo.",
  "ars_nouveau.ritual_desc.ritual_animal_summon": "Invoca una variedad aleatoria de animales salvajes nativos del bioma en el que se encuentra.",
  "ars_nouveau.ritual_desc.ritual_awakening": "Despierta los árboles archwood cercanos y los convierte en weald walkers y budding amethyst en amethyst golems. A los weald walkers se les puede dar una posición en el mundo para protegerse de las turbas hostiles. Se curarán con el tiempo y se convertirán en weald waddlers si mueren. Para crear un weald walker, realiza este ritual cerca de la base de un archwood tree. Aumentar con book and quills creará bookwyrm charms.",
  "ars_nouveau.ritual_desc.ritual_binding": "The ritual of binding convierte las entidades elegibles cercanas en bound scripts, que se utilizan para convocar a un familiar. Para obtener más información, consulte la sección sobre familiares.",
  "ars_nouveau.ritual_desc.ritual_burrowing": "Cava cuatro agujeros adyacentes al lecho rocoso y deja caer los bloques.",
  "ars_nouveau.ritual_desc.ritual_challenge": "Invoca una incursión de aldeanos cuando se usa dentro de una aldea. Se puede usar una esmeralda para aumentar la dificultad de la incursión al máximo, lo que hace que los tótems de lo inmortal sean accesibles en dificultades más fáciles. Aumentar no tiene efecto en la dificultad difícil.",
  "ars_nouveau.ritual_desc.ritual_cloudshaping": "Este ritual puede cambiar el clima en cualquier momento. De forma predeterminada, este ritual hará que el clima se despeje. Aumentar con pólvora hará que llueva, mientras que un bloque de lapislázuli provocará una tormenta.",
  "ars_nouveau.ritual_desc.ritual_conjure_island_desert": "Crea una isla de arena y arenisca en un círculo alrededor del ritual, convirtiendo el área en desierto. La isla generará con un radio de 7 cuadras. Aumentar el ritual con source gems aumentará el radio en 1 por cada gema. La fuente debe proporcionarse cerca a medida que se generan los bloques. Aumentar con terracotta creará badlands en su lugar.",
  "ars_nouveau.ritual_desc.ritual_conjure_island_plains": "Crea una isla de hierba y tierra en un círculo alrededor del ritual, convirtiendo el área en llanuras. Aumentando con un frostaya con conversión a snow plains. La isla generará con un radio de 7 cuadras. Aumentar el ritual con source gems aumentará el radio en 1 por cada gema. La fuente debe proporcionarse cerca a medida que se generan los bloques.",
  "ars_nouveau.ritual_desc.ritual_containment": "Captura una entidad cercana y la coloca en cualquier tarro de contención colocado cerca. Después de la primera captura, este ritual requiere una fuente adicional para continuar. Los mobs y los frascos deben estar dentro de los 3 bloques del brasero.",
  "ars_nouveau.ritual_desc.ritual_disintegration": "Destruye monstruos cercanos y los convierte en experience gems que valen el doble de experiencia. Los monstruos destruidos de esta manera no soltarán objetos. Este ritual consume fuente cada vez que se destruye un monstruo.",
  "ars_nouveau.ritual_desc.ritual_fertility": "Periódicamente hace que los animales cercanos se reproduzcan si es posible. Este ritual requiere una fuente para operar y no tendrá efecto si hay veinte o más animales cerca.",
  "ars_nouveau.ritual_desc.ritual_flight": "Otorga a los jugadores cercanos el efecto vuelo cuando saltan, lo que les permite volar creativamente por un corto tiempo. Si el jugador está cerca, este ritual actualizará su beneficio de vuelo. Cada vez que este ritual otorga o refresca el vuelo, gastará la fuente de los frascos cercanos.",
  "ars_nouveau.ritual_desc.ritual_flowering": "Pobla el área cercana con flores y hierba. Aumentar con una gema fuente aumentará el radio en 1 por cada gema. Aumentar con arena reemplazará las flores con cactus y arbustos muertos.",
  "ars_nouveau.ritual_desc.ritual_forestation": "Coloca robles y abedules cultivados y aplica harina de huesos en un área (circular) de 7x7. Aumentar con una gema fuente aumentará el radio en 1 por cada gema. Aumentar con un hongo marrón convertirá el área en podzol y generará recursos de taiga. Aumentar con glow berries generará recursos de la jungla.",
  "ars_nouveau.ritual_desc.ritual_gravity": "Otorga a los jugadores cercanos el efecto de \"Gravedad\", forzándolos hacia el suelo durante un tiempo breve. Si el jugador está cerca, este ritual refrescará su penalización de gravedad. Cada vez que este ritual otorga o refresca la gravedad, consumirá fuente de frascos cercanos.",
  "ars_nouveau.ritual_desc.ritual_harvest": "Lanza el efecto cosecha en los cultivos cercanos. Consume fuente cada vez que se cosecha un conjunto de cultivos. Si hay un inventario junto al brasero, los artículos se depositarán en él antes de caer al suelo.",
  "ars_nouveau.ritual_desc.ritual_moonfall": "Ajusta la hora a la noche.",
  "ars_nouveau.ritual_desc.ritual_overgrowth": "Ocasionalmente se bloquea la harina de hueso en la zona que lo rodea. Este ritual requiere fuente para operar. Si se aumenta con un bloque de huesos, este ritual obligará a los animales bebés a crecer más rápido.",
  "ars_nouveau.ritual_desc.ritual_restoration": "Cura a las entidades cercanas o daña a los muertos vivientes con el tiempo. Además, los aldeanos zombis se curarán instantáneamente y el aldeano resultante ofrecerá descuentos si hay un jugador cerca. Este ritual requiere fuente para operar.",
  "ars_nouveau.ritual_desc.ritual_sanctuary": "Niega que los mobs hostiles aparezcan naturalmente en un radio de 32 bloques. Usa carne podrida para aumentar el radio en 1 cada vez, hasta 128. Cuesta fuente una vez por minuto si se niega la reaparición.",
  "ars_nouveau.ritual_desc.ritual_scrying": "Otorga visión de un bloque determinado a través de cualquier otro bloque durante un tiempo determinado. Las partículas blancas significan que estás muy cerca, el verde es semi-lejos y las partículas azules son bloques muy lejos de ti. Para completar el ritual, lanza cualquier bloque de tu elección antes de comenzar. También puede agregar una esencia de manipulación para aumentar la duración a 15 minutos.",
  "ars_nouveau.ritual_desc.ritual_sunrise": "Establece la hora al día.",
  "ars_nouveau.ritual_desc.ritual_warping": "Transporta todas las entidades cercanas a la ubicación en un pergamino warp. Antes de comenzar el ritual, primero debe aumentar el ritual con un warp scroll inscrito.",
  "ars_nouveau.ritual_desc.ritual_wilden_summon": "Sin aumentos, este ritual invocará una variedad aleatoria de monstruos salvajes durante un breve período. Cuando se complementa con un wilden spike, wilden horn y wilden wing, este ritual convocará a wilden chimera, un monstruo desafiante y destructivo. Nota: si invocas a la quimera, este ritual destruirá los bloques alrededor del brasero.",
  "ars_nouveau.rituals": "Rituales",
  "ars_nouveau.rituals_desc": "Los rituales son versiones más poderosas de los hechizos, y vienen en forma semipermanente o de un solo uso. Para empezar con los rituales, necesitarás un brasero ritual y una tabla del ritual que quieras realizar.",

  "ars_nouveau.perk_desc.thread_amethyst_golem": "Otorga 15%% de resistencia al retroceso por nivel.",
  "ars_nouveau.perk_desc.thread_chilling": "Los efectos dañinos infligen congelación en el objetivo antes de que se resuelva el hechizo. Congelación dura 10 segundos por nivel y se convierte en congelación 2 en una ranura de nivel 3.",
  "ars_nouveau.perk_desc.thread_depths": "Aumenta en gran medida la cantidad de tiempo que puede respirar bajo el agua al reducir la posibilidad de que su aire disminuya. Si esta ventaja está en la ranura 3 o superior, ya no perderás aire y tu velocidad de natación aumentará considerablemente. Se acumula con encantamientos de respiración.",
  "ars_nouveau.perk_desc.thread_drygmy": "Otorga una acumulación adicional de saqueo.",
  "ars_nouveau.perk_desc.thread_feather": "Reduce la cantidad de daño por caída recibido en un porcentaje. Se acumula con encantamientos de plumas.",
  "ars_nouveau.perk_desc.thread_gliding": "Te permite deslizarte como si llevaras un élitro. Debe estar equipado en una ranura de al menos nivel 3.",
  "ars_nouveau.perk_desc.thread_heights": "Te permite saltar más alto y aumenta la distancia que puedes caer antes de recibir daño.",
  "ars_nouveau.perk_desc.thread_high_step": "Aumenta la altura de los escalones en uno por cada nivel.",
  "ars_nouveau.perk_desc.thread_immolation": "Si el usuario está en llamas o de pie en el fuego, el fuego se extinguirá cuando el usuario lance un hechizo y se le otorgará el efecto de poción de inmolación. Los hechizos de fuego causarán daño adicional y durarán más tiempo por cada nivel de inmolación.",
  "ars_nouveau.perk_desc.thread_kindling": "Los efectos dañinos hacen que el objetivo se queme durante un breve período de tiempo antes de que se resuelva el efecto. El tiempo de grabación se incrementa en 5 segundos por nivel.",
  "ars_nouveau.perk_desc.thread_life_drain": "Infligir daño con hechizos te cura un 20%% por nivel del daño infligido.",
  "ars_nouveau.perk_desc.thread_magic_capacity": "Aumenta el maná máximo de los usuarios en un 10%% por nivel.",
  "ars_nouveau.perk_desc.thread_repairing": "Permite al usuario reparar cualquier armadura mágica o artículo de encantador consumiendo maná con el tiempo. Los niveles adicionales aumentan la velocidad a la que se reparan los elementos. Este beneficio se aplica a todos los artículos relevantes, no solo al artículo con este beneficio.",
  "ars_nouveau.perk_desc.thread_spellpower": "Otorga una cantidad creciente de daño de hechizos en cada nivel.",
  "ars_nouveau.perk_desc.thread_starbuncle": "Aumenta la velocidad del jugador en un 20%% en cada nivel y otorga asistencia de paso en el nivel 3.",
  "ars_nouveau.perk_desc.thread_undying": "Una vez cada vez que duermas, anularás la muerte una sola vez como si tuvieras un tótem de lo imperecedero. Requiere una ranura de nivel 3.",
  "ars_nouveau.perk_desc.thread_warding": "Reduce la cantidad de daño mágico recibido en una cantidad fija en cada nivel.",
  "ars_nouveau.perk_desc.thread_whirlisprig": "Aumenta la saturación de alimentos consumidos en un 30%% cada nivel.",
  "ars_nouveau.perk_desc.thread_wixie": "Aumenta la duración de las pociones en un 15%% cada nivel.",
  "ars_nouveau.perks.duplicated": "Tienes una armadura equipada que contiene una ventaja que ya tienes. Solo recibirás el efecto de la ventaja una vez."
}

{
  "ars_nouveau.perk.flat_max_mana": "Maná máximo",
  "ars_nouveau.spell.validation.adding._comment": "__ estos mensajes aparecen cuando se intenta añadir un glifo que haría un hechizo inválido. __",
  "ars_nouveau.spell.validation.exists._comment": "__ este mensaje aparece cuando se reporta un hechizo que es inválido. __",
  "item.ars_nouveau.apprentice_boots": "Botas de mago",
  "item.ars_nouveau.apprentice_hood": "Capucha de mago",
  "item.ars_nouveau.apprentice_leggings": "Pantalones de mago",
  "item.ars_nouveau.apprentice_robes": "Túnica de mago",
  "item.ars_nouveau.archmage_boots": "Botas de archimago",
  "item.ars_nouveau.archmage_hood": "Capucha de archimago",
  "item.ars_nouveau.archmage_leggings": "Pantalones de archimago",
  "item.ars_nouveau.archmage_robes": "Túnica de archimago",
  "item.ars_nouveau.bucket_of_source": "Cubo con fuente",
  "item.ars_nouveau.novice_boots": "Botas de novato",
  "item.ars_nouveau.novice_hood": "Capucha de novato",
  "item.ars_nouveau.novice_leggings": "Pantalones de novato",
  "item.ars_nouveau.novice_robes": "Túnica de novato",
}
