{
    "blue_skies.blue_journal.turn_page": "Pasar página",
    "blue_skies.blue_journal.back": "Regresar",
    "blue_skies.blue_journal.read_page": "Leer pagina",
    "blue_skies.blue_journal.tagline": "Una Guía de Aventureros\npor el Guardián",
    "blue_skies.blue_journal.welcome": "Este diario está escrito para ayudar a los recién llegados en sus viajes por los mundos Everbright y Everdawn. Si algo tiene una funcionalidad única, es probable que haya escrito sobre ello en este libro. Es posible que encuentre nuevas entradas en el diario a medida que avances, así que recuerde consultarlo periódicamente. He marcado cada sección con un marcador en el lateral del libro.",
    "blue_skies.section.search": "Buscar",
    "blue_skies.section.everbright": "Everbright",
    "blue_skies.section.everdawn": "Everdawn",
    "blue_skies.section.general": "General",
    "blue_skies.everbright.everbright_portal.title": "Portal al Everbright",
    "blue_skies.everbright.everbright_portal.lore": "La entrada a la dimensión Everbright. El portal está hecho de Ladrillos de Piedra Turquesa y se puede encender con un Encendedor Celo. Parece que el Everbright está constantemente de día, pero de alguna manera siempre es quebradizo y frío. El mundo alberga una gran cantidad de fauna de pelaje grueso. Aquí se puede encontrar mucha nieve y enemigos parecidos a espíritus. Durante la nieve, a más enemigos les gusta mostrar la cara, ya que prefieren el clima más frío.",
    "blue_skies.everbright.brewberry_bush.title": "Arbusto de Fermentamora",
    "blue_skies.everbright.brewberry_bush.lore": "Un follaje que se encuentra en Everbright. Cuando se cultiva, produce Fermentamoras. Después de una mayor investigación, el tipo de Fermentamora que maneja el arbusto puede verse influenciado según el bloque en el que lo cultivas, sin embargo, no parece garantizar que obtengas dicha mora. El Pasto Cerezo hace que el arbusto pueda producir Fermentamoras Rosadas, que te otorgan una pequeña cantidad de regeneración. Cultivarlo en Micelio parece permitirle cultivar Fermentamoras Negras, que curan los efectos venenosos del estado. También pude encontrar que cultivar los arbustos en un suelo fértil, como Tierra de Cultivo  o Podsol, permitía que el arbusto produjera una mora adicional.",
    "blue_skies.everbright.snowcap_mushroom.title": "Hongo Nevado",
    "blue_skies.everbright.snowcap_mushroom.lore": "Dado que este mundo es mucho más frío, las fuentes de calor son más difíciles de encontrar. Sin embargo, gracias a algunos de mis experimentos, pude encontrar que algunas plantas pueden usarse como combustible. El más notable es el Hongo Nevado. Absorbe el calor, haciendo que los alrededores cercanos se enfríen al tacto. Ocasionalmente puede alcanzar una temperatura tan fría que la lava se endurece en el acto. Y resulta que este calor se puede liberar en un horno para producir una llama similar a la del carbón.",
    "blue_skies.everbright.snowcap_pinhead.title": "Nimieda Nevada",
    "blue_skies.everbright.snowcap_pinhead.lore": "Una pequeña variación del Hongo Nevado. Se puede comprimir en bloques de hongos gigantes que, al igual que el Hongo Nevado, se pueden usar como una fuente de combustible.",
    "blue_skies.everbright.snowcap_oven.title": "Horno Nevado",
    "blue_skies.everbright.snowcap_oven.lore": "Con esta creación, pude aprovechar el poder de calentamiento y enfriamiento del Hongo Nevado. Al extraer el calor de los objetos calientes, puede cocinar todo lo que ponga dentro, dejando ocasionalmente el subproducto congelado del combustible. Incluso permite que cosas como el agua se utilicen como fuente de combustible, aunque no sea muy buena.",
    "blue_skies.everbright.brumble.title": "Zarzuja",
    "blue_skies.everbright.brumble.lore": "Una de las pocas vegetaciones oceánicas que se pueden encontrar en Everbright. Su color rojo descolorido contrasta muy bien con el resto del océano, es muy interesante ver un color así mezclado entre los azules y púrpuras del Everbright. Estoy seguro de que esto podría fundirse para crear hermosos materiales de construcción.",
    "blue_skies.everbright.taratite.title": "Taratita",
    "blue_skies.everbright.taratite.lore": "Una piedra lisa, de color azul verdoso casi mentolado. Si se pule, estoy seguro de que será un excelente material de construcción.",
    "blue_skies.everbright.rimestone.title": "Roca Brillante",
    "blue_skies.everbright.rimestone.lore": "Una piedra helada en bruto. Si se pule, estoy seguro de que será un excelente material de construcción.",
    "blue_skies.everbright.ventium.title": "Ventio",
    "blue_skies.everbright.ventium.lore": "Un metal rojo, se puede encontrar en la mayoría de los biomas no montañosos en Everbright. Parece asumir principalmente el papel de un equivalente de hierro en este mundo. Ventium se puede usar para crear cosas como cubos, tijeras y la caja de herramientas.",
    "blue_skies.everbright.falsite.title": "Falsita",
    "blue_skies.everbright.falsite.lore": "Este metal mágico se puede encontrar dentro de los biomas no montañosos de Everbright. Tiene propiedades misteriosas que permiten fortalecer la durabilidad de casi cualquier herramienta de Everbright y Everdawn usando una caja de herramientas.",
    "blue_skies.everbright.pearl.title": "Perla",
    "blue_skies.everbright.pearl.lore": "Obtenido de la boca de una Almeja. Esta perla brillante parece tener algún tipo de propiedad misteriosa. A la mayoría de los enemigos parece no gustarles que lo sostenga. Podría combinarlo con Falsite para crear algo más grande.",
    "blue_skies.everbright.warding_pearl.title": "Perla Guardiana",
    "blue_skies.everbright.warding_pearl.lore": "Al combinar una Perla y un Fragmento de Alma con Falsita para crear esto, puedo evitar que aparezcan mobs hostiles dentro de un gran radio. Esto es muy útil en este mundo, ya que las fuentes de luz como Cristal Lunar no evitan que las turbas aparezcan como lo hacen en el Overworld.",
    "blue_skies.everbright.soul_fragment.title": "Fragmento de Alma",
    "blue_skies.everbright.soul_fragment.lore": "Un fragmento de un alma maligna. Con todos los enemigos fantasmales en Everbright, estos son un elemento bastante común. Puedo aprovechar su poder cuando lo hago con una Perla y un poco de Falsita, es probable que haya más usos que aún no he encontrado.",
    "blue_skies.everbright.azulfo_horn.title": "Cuerno de Azulfo",
    "blue_skies.everbright.azulfo_horn.lore": "El cuerno del poderoso Azulfo. Como puede ser la mayoría de los huesos, puedo crear harina de huesos a partir de ellos. Esto me permite cultivar significativamente más rápido.",
    "blue_skies.everbright.summoning_table.title": "Mesa de Invocación",
    "blue_skies.everbright.summoning_table.lore": "Después de visitar la Mazmorra Deslumbrante, me las arreglé para tener en mis manos una mesa de invocación y un tomo. Con esto, pude cambiar lo que hace el Tomo de Invocación. Tiene la opción de disparar una Esfera Fluctuante o convocar a un Gólem Artificial para que luche junto a mí.",
    "blue_skies.everbright.soulbound_spear.title": "Lanza del Alma",
    "blue_skies.everbright.soulbound_spear.lore": "Cuando visité la Mazmorra Deslumbrante del Everbright, encontré una Lanze del Alma. Esta lanza parecía funcionar como una lanza normal, sin embargo, siempre volvía a mí después de tirarla. Esto puede resultar útil cuando se trata de la mayoría de los enemigos de este mundo.",
    "blue_skies.everbright.summoning_tome.title": "Tomo de Invocación",
    "blue_skies.everbright.summoning_tome.lore": "Entre las otras herramientas útiles que pude conseguir para mí en la Mazmorra Deslumbrante de Everbright, pude obtener un Tomo de Invocación. Esto me permite aprovechar algunos de los ataques del Summoner. Cuando obtuve el tomo, de inmediato tenía la capacidad de conjurar una Esfera Fluctuante. Al usarlo, puedo golpear a varios enemigos a la vez con un solo proyectil, ya que daña cualquier cosa dentro de un radio de él. Sin embargo, una vez que usé el tomo en la Mesa de Invocación, ¡me sorprendió ver que tenía otra habilidad! Me otorgó la capacidad de convocar un gólem artificial para luchar junto a mí. Sin embargo, el Golem parecía ser temporal, solo me duró aproximadamente un minuto, ¡así que será mejor que lo use con prudencia!",
    "blue_skies.everbright.nature_dungeon.title": "Mazmorra Natural",
    "blue_skies.everbright.nature_dungeon.lore": "Me las arreglé para tropezar con una estructura piramidal verde gigante en los pinos cubiertos de nieve. Después de entrar, fui recibido por muchos de sus habitantes. Parecían ser golems construidos completamente con la piedra de la estructura, unidos con Vinos Astrales. Cuando me acercaba a la cima de la mazmorra, comencé a darme cuenta de que la calidad de construcción había mejorado todo el tiempo. Los pisos inferiores parecían estar muy viejos y desgastados, mientras que los pisos superiores estaban en condiciones casi prístinas. Cada piso parece tener una llave de mazmorra, supongo que, al igual que la Mazmorra Deslumbrante, hay una piedra angular al final de los túneles para usar. Sin embargo, debido a algunos rumores que he escuchado, es probable que no lo vea por mí mismo. He decidido llamar a esta estructura gigante §oMazmorra §oNatural§r.",
    "blue_skies.everbright.crushing_hammer.title": "Martillo Aplastador",
    "blue_skies.everbright.crushing_hammer.lore": "¡Parece que este martillo vino directamente del propio Triturador Astral! Este poderoso martillo tiene el poder de golpear el suelo, al igual que el Triturador Astral. Hace daño a todo lo que me rodea cuando lo uso, haciendo que cada enemigo vuele por los aires! Esta cosa también tiene un gran impacto, haciendo mucho daño cuerpo a cuerpo, aunque parece ser muy pesado.",
    "blue_skies.everdawn.everdawn_portal.title": "Portal del Everdawn",
    "blue_skies.everdawn.everdawn_portal.lore": "La entrada a la dimensión Everdawn, creada con Ladrillos de Piedra lunar e iluminada con un Encendedor Celo. Este mundo siempre es cálido y húmedo, pero la hora siempre es al amanecer. Los insectos prosperan aquí, especialmente durante la lluvia, cuando más de ellos abandonan sus hogares. Los insectos han crecido hasta alcanzar tamaños aterradores, algunos son aproximadamente la mitad de mi tamaño! La lluvia parece menos fuerte aquí, por lo general solo es una ligera llovizna. La fauna aquí parece ser principalmente reptil, con pocas excepciones.",
    "blue_skies.everdawn.baneful_mushroom.title": "Hongo Funesto",
    "blue_skies.everdawn.baneful_mushroom.lore": "Al explorar los Bosques Sombreados, tuve que caminar con precaución. Al otro lado de esta área, encontré un hongo púrpura aparentemente inofensivo. Sin embargo, después de una inspección más cercana, tiene propiedades venenosas. El hongo dañino reacciona al contacto rociando cualquier cosa sobre él con esporas tóxicas como mecanismo de defensa. Debo asegurarme de evitar este hongo a toda costa.",
    "blue_skies.everdawn.crystal_flower.title": "Flor de Cristal",
    "blue_skies.everdawn.crystal_flower.lore": "Esta flor es interesante. De alguna manera es una mezcla de cristal y follaje. Tras una inspección más cercana, si se fertiliza con algo como harina de huesos, ¡puede convertirse en un árbol de pleno derecho!",
    "blue_skies.everdawn.spider_webbing.title": "Telarañas",
    "blue_skies.everdawn.spider_webbing.lore": "Un tipo interesante de telaraña, tiene la capacidad de adherirse a las esquinas, a diferencia de las telarañas normales. Parece que solo puede conectarse a sí mismo o a otras paredes.",
    "blue_skies.everdawn.crescent_fruit.title": "Fruto de Medialuna",
    "blue_skies.everdawn.crescent_fruit.lore": "Gracias al clima cálido, Everdawn es capaz de nutrir algunas fuentes de alimentos bastante tropicales, siendo las principales las Frutos de Medialuna. Descubrí que esta fruta crecerá en la parte inferior de casi cualquier hoja de Fruto de Medialuna y se puede cosechar aparentemente de forma indefinida siempre que las hojas estén en florimiento.",
    "blue_skies.everdawn.sunstone_crystal.title": "Cristal Solar",
    "blue_skies.everdawn.sunstone_crystal.lore": "Estos cristales son calientes al tacto, luciendo un color naranja brillante. Se pueden usar como combustible en cualquier horno, así como también como una forma de cargar Forja de Horizonita. Estos se pueden encontrar en las profundidades del Bosque de Atardecer y las Praderas Abrasadoras.",
    "blue_skies.everdawn.horizonite_forge.title": "Forja de Horizonita",
    "blue_skies.everdawn.horizonite_forge.lore": "¡Lo he hecho! ¡He aprovechado el poder de la Horizonita! Con esto, puedo fundir cosas sin combustible. Con esto tiene el costo del tiempo de recarga. Se puede cargar instantáneamente usando cualquier cosa compuesta de Horizonite. También puedo usar Cristal Solar como otro medio para cargarlo más rápido. La Forja solo se recargará si no hay nada que se esté fundiendo en su interior. Tener varios de estos probablemente sería muy beneficioso.",
    "blue_skies.everdawn.cinderstone.title": "Piedra Ceniza",
    "blue_skies.everdawn.cinderstone.lore": "Esta piedra parecida al magma definitivamente podría usarse como material de construcción. Estoy seguro de que también se puede pulir para convertirlo en algo agradable.",
    "blue_skies.everdawn.umber.title": "Ocre Oscuro",
    "blue_skies.everdawn.umber.lore": "Una piedra marrón lisa. Esto probablemente podría pulirse para convertirlo en un material de construcción aún más suave.",
    "blue_skies.everdawn.crystallized_tree.title": "Árbol Cristalizado",
    "blue_skies.everdawn.crystallized_tree.lore": "Este árbol tiene propiedades increíblemente extrañas. No se puede convertir en palos y no se quema. La madera parece estar hecha completamente de cristal, incluso es transparente. Con sus propiedades, estoy seguro de que los troncos podrían convertirse en paredes. Eso sería un gran reemplazo de la cerca. Dado que el árbol no es exactamente follaje puro, no tiene árboles jóvenes. Descubrí que las Flores Cristalinas, si se fertiliza con harina de huesos, se puede convertir en un árbol completo.",
    "blue_skies.everdawn.horizonite.title": "Horizonita",
    "blue_skies.everdawn.horizonite.lore": "Encontrado en las Dunas de Cristal, este metal está extremadamente caliente, no puedo creer que no se derrita! No estoy seguro de cómo almacena tanto calor. ¡Descubrí que cualquier herramienta creada a partir de ella puede fundir minerales directamente de la piedra! También pude crear un horno a partir de estas cosas, la llamé: Forja de Horizonita.",
    "blue_skies.everdawn.moonstone_shield.title": "Escudo de Cristal Lunar",
    "blue_skies.everdawn.moonstone_shield.lore": "Este escudo es bastante más duradero que un escudo de madera normal, también tiene un aspecto transparente al igual que Cristal Lunar Crudo, lo que le permite ver las cosas a través de él.",
    "blue_skies.everdawn.fox_pelt.title": "Piel de Zorro",
    "blue_skies.everdawn.fox_pelt.lore": "Obtenido de un Zorro Cósmico, esto se puede usar para crear una Silla para Camellos y la Bolsa de Botín.",
    "blue_skies.everdawn.spike_shield.title": "Escudo Picudo",
    "blue_skies.everdawn.spike_shield.lore": "Después de mi visita a una Mazmorra Deslumbrante en el Everdawn, pude obtener un Escudo Picudo para mí. Este escudo es bastante más duradero que el escudo de madera y el escudo de piedra lunar. Este escudo parece tener un daño cuerpo a cuerpo adicional, por lo que puede funcionar como un arma más débil.",
    "blue_skies.everdawn.alchemy_table.title": "Mesa de Alquimia",
    "blue_skies.everdawn.alchemy_table.lore": "Durante mi visita a la Mazmorra Deslumbrante del Everdawn, me las arreglé para obtener una Mesa de Alquimia. Usando esto, puedo cambiar algunos de los materiales Everdawn más crudos por Everbright, y viceversa. Pude ver que esto es especialmente útil al construir. Si quisiera, podría cambiar la piedra lunar en piedra turquesa si tuviera una gran cantidad de ella. Parece que también puedo combinar piedra con mi Artefacto, lo que me permite obtener piedra de mazmorra. Estoy seguro de que esto funcionará con los otros Artefactos, si tan solo los tuviera ...",
    "blue_skies.everdawn.alchemy_scroll.title": "Pergamino de la Alquimia",
    "blue_skies.everdawn.alchemy_scroll.lore": "Después de mi exploración de la Mazmorra Deslumbrante del Everdawn, encontré un pergamino de alquimia. Usando esto puedo imitar el ataque de Púa Decadente del Alquimista. Genera Púas Decadentes en una línea por encima de mí donde sea que apunte. También puedo usar la segunda variación del ataque agachándome, lo que genera los picos que miran hacia arriba a mi lado, alejando a los enemigos cercanos de mí.",
    "blue_skies.everdawn.poison_dungeon.title": "Mazmorra Venenosa",
    "blue_skies.everdawn.poison_dungeon.lore": "Durante mi exploración del Bosque de Atardecer, pude localizar un árbol de aspecto extraño. Estaba cubierto de telarañas y, para mi sorpresa, dentro de él había un nido de arañas gigantes! Este lugar es el hogar de muchas arañas venenosas. También me sorprendió ver que la Araña de las Cavernas de Overworld entró en este nido. Cada piso tiene una llave de mazmorra, supongo que, al igual que la Mazmorra Deslumbrante, hay una Piedra Clave al final de los túneles para usar. Puedo escuchar lo que suena como un fuerte silbido a través de los pasillos de este lugar, no puedo imaginar lo que hay al final ... Creo que llamaré a este lugar el §oMazmorra Venenosa§r.",
    "blue_skies.everdawn.venom_sac.title": "Saco Venenoso",
    "blue_skies.everdawn.venom_sac.lore": "Después de mi viaje a través de la Mazmorra Venenosa, logré obtener un Saco Venenoso. Con esto, puedo disparar chorros de veneno, tal como se rumorea que hace la Arachnarquía. El daño que inflige el proyectil es menor, pero también infecta a la víctima con un veneno mortal.",
    "blue_skies.everdawn.different_sword.title": "Espada Differente",
    "blue_skies.everdawn.different_sword.lore": "Una espada muy interesante, destinada a un combate rápido. Esta arma parece haber sido diseñada con la intención de matar al objetivo lo más rápido posible. Si tuviera que esperar demasiado después de dar en el blanco, curarían más daño que yo. Sabiendo esto, probablemente sea una buena idea evitar su uso en objetivos más voluminosos.",
    "blue_skies.general.blinding_dungeon.title": "Mazmorra Deslumbrante",
    "blue_skies.general.blinding_dungeon.lore": "En mis viajes, pude encontrar una estructura de torre gigante. Decidí llamarlo §oMazmorra §oDeslumbrante§r. Parece que esta mazmorra tiene 2 variaciones, una en Everbright y otra en Everdawn. Ambos son el hogar de Illagers. El Everbright tiene al Evocador y el Everdawn tiene al Alquimista. Los dos pueden ser visitados llevando 4 llaves de Mazmorra Deslumbrante a Keystone en el piso superior de sus respectivas mazmorras. Yo mismo no planeo pelear demasiado con ninguno de ellos.",
    "blue_skies.general.moonstone.title": "Cristal Lunar",
    "blue_skies.general.moonstone.lore": "Encontrado bajo tierra en ambos mundos, parece ser puramente una fuente de luz. Funciona bajo el agua y se puede convertir en bloques más grandes que también emiten luz. También tiene una variación de cristal que se encuentra en algunas de las cuevas de estos mundos. No creo que haga nada especial como lo hace el Cristal Solar, pero se ve bastante bonito.",
    "blue_skies.general.pyrope.title": "Piropo",
    "blue_skies.general.pyrope.lore": "Esta piedra preciosa se puede encontrar en cualquier lugar subterráneo en cualquier mundo. Parece que las herramientas creadas a partir de un material de este tipo son muy ligeras, por lo que puedo usarlas muy rápido. Sin embargo, estas herramientas no parecen ser muy duraderas, por lo que es mejor que las use con precaución.",
    "blue_skies.general.aquite.title": "Aquita",
    "blue_skies.general.aquite.lore": "Este mineral azul agua parece ser similar al hierro del Overworld cuando se trata de herramientas y armaduras. Después de algunas pruebas, parece muy encantable además de eso.",
    "blue_skies.general.diopside.title": "Diópsido",
    "blue_skies.general.diopside.lore": "Esta piedra preciosa puntiaguda, de forma casi cristalina, tiene un color verde lima. Lo encontré en las profundidades de ambos mundos. La armadura y las herramientas creadas a partir de este material son §extremadamente§r duraderas y resistentes. Las herramientas son muy pesadas e infligen un daño extremo a todo lo que golpeo. Sin embargo, algo a tener en cuenta, debido a su pesadez, son mucho más difíciles de balancear que la mayoría de las herramientas. Tendré que tener cuidado al tratar con objetivos rápidos. Este conjunto de herramientas y armaduras compite con Charoita, siendo una alternativa más lenta pero más fuerte.",
    "blue_skies.general.charoite.title": "Charoita",
    "blue_skies.general.charoite.lore": "Un conjunto de armaduras y herramientas más neutral, similar al diamante en la mayoría de los aspectos. Este conjunto de herramientas y armaduras compite con Diópsido, siendo una alternativa más rápida pero más débil.",
    "blue_skies.general.star_emitter.title": "Emisor Astral",
    "blue_skies.general.star_emitter.lore": "Por lo general, acompañado por un aldeano Astrónomo, este interesante dispositivo puede usar el Astrolabio. El uso de un astrolabio en el bloque establecerá su posición de teletransporte a la posición del Emisor de Estrellas, lo que le permitirá teletransportarse de regreso a él.",
    "blue_skies.general.trough.title": "Comedero",
    "blue_skies.general.trough.lore": " Un simple comedero de madera. Si los animales bebés están cerca de esto, tienen la oportunidad de comer de él. Cuando un animal come del bloque, le permitirá crecer más rápido. Se puede llenar con la mayoría de los artículos de cría de animales, como zanahorias, papas, Escamaflora y Fruto Espinoso. Si un aldeano decide trabajar aquí, será un Vaquero.",
    "blue_skies.general.tool_box.title": "Caja de Herramientas",
    "blue_skies.general.tool_box.lore": "Este banco de trabajo muy útil se puede utilizar para mejorar y actualizar herramientas. Este parece ser el uso principal de la Falsita, puede aumentar la durabilidad cuando se usa casi cualquier herramienta de estos mundos. Otro descubrimiento más, cualquier palo de estos mundos se puede cambiar a cualquier herramienta. Parece que casi todos los palos tienen usos diferentes, tendré que ver cuáles funcionan bien en cada juego de herramientas.",
    "blue_skies.general.bag_of_spoils.title": "Bolsa de Botín",
    "blue_skies.general.bag_of_spoils.lore": "Un pequeño bolso que puede llevar cualquier cosa. Esto se puede usar para llevar 5 artículos dentro. Me di cuenta de que podía robarle a cualquier aldeano agachándome y usándolo en ellos mientras no miraban. Parece que si me vieran hacerlo, se enojarían bastante, el Golem de Hierro de la aldea incluso me atacó. El único aldeano que no pude robar fue el Vagabundo Nocturno, quien me dio la bolsa en primer lugar.",
    "blue_skies.general.food_prep_table.title": "Mesa de Cocina",
    "blue_skies.general.food_prep_table.lore": "Una mesa hecha para preparar comidas. Puede aceptar un máximo de 5 ingredientes, siendo 3 el mínimo necesario para crear un plato adecuado. Al usar muchos ingredientes únicos, puedo preparar mejores comidas de lo habitual. Cuanto más abundantes sean los ingredientes, más porciones tendrá la comida. Sabiendo esto, el uso de carne parece ser lo más beneficioso para hacer que mis alimentos duren más.\n\nAl incorporar flores como una especie de condimento, parece posible extraer sus efectos latentes de poción. He oído hablar de personas en el Overworld que hacen esto para hacer guisos, aunque estoy seguro de que mis métodos son superiores.\n\nPara un efecto más potente o de mayor duración, las pociones también se pueden usar como salsa. Aunque parece que solo puedo usar uno sin causar inestabilidad ...\n\nA través de la experimentación, descubrí que usar una Fermentamora puede mejorar el sabor de todos los efectos, extendiendo su duración. Es posible hacer un plato basado únicamente en ingredientes que otorgan efecto. Hacer esto no hará que el plato sea muy abundante, pero podría ser exactamente lo que necesito en algunas situaciones. Aunque no me quejaría si pudiera encontrar una flor que realce la abundancia de mi comida.",
    "blue_skies.general.astrolabe.title": "Astrolabio",
    "blue_skies.general.astrolabe.lore": "Pude encontrar este artículo útil comerciando con uno de los Astrónomos locales de la aldea. Combinando este objeto con un Emisor de Estrellas, puedo teletransportarme a distancias cortas por todo el mundo. Sin embargo, esto no es gratis, ya que el Astrolabio entrará en enfriamiento por la cantidad de distancia que me teletransporté.",
    "blue_skies.general.spears.title": "Lanzas",
    "blue_skies.general.spears.lore": "Herramientas increíblemente útiles diseñadas para dañar objetivos desde lejos. Estos funcionan como una mezcla del tridente y el arco del Overworld, siendo baratos de fabricar y utilizables bajo el agua. Descubrí que las lanzas pueden estar encantadas con cosas como la lealtad y la perforación.",
    "blue_skies.general.stick_variations.title": "Variaciones de palos",
    "blue_skies.general.stick_variations.lore": "Hoy hice un descubrimiento increíble. Descubrí que las variaciones de madera de estos mundos tienen diferentes propiedades, a veces debido a su edad o las condiciones de vida de sus árboles. Estas propiedades se transfieren a los palos creados a partir de la madera, lo que significa que puedo cambiar las propiedades de cualquier herramienta que fabrique.\n\nComenzando con las variaciones más básicas, siendo Azuliente y Lunar. Estos son los más similares al tipo de palo típico del Overworld. Las herramientas lucen sus propiedades normales, con peso y fuerza promedio. Si quiero algo confiable, sé que puedo contar con estos palos.\n\nAhora en los más interesantes, Palohelado y Maple. Estas variaciones de madera son increíblemente densas y pesadas. Las herramientas con palos hechos de cualquiera de estas variaciones de madera serán mucho más duraderas, a costa de hacer que sea más difícil golpearlos contra los objetivos. Sabiendo esto, ambos palos son mejores para colocar en herramientas que armas. Esto también afecta a las lanzas, lo que las hace más difíciles de lanzar, pero son más duraderas.\n\nPor último, están las madera Astral y la de Anochecer. Estas variaciones de madera parecen ser las más antiguas de los mundos. Son muy ligeros y frágiles. No puedo imaginar que las herramientas construidas con estas duren mucho... Descubrí que hacer armas valía la pena, ya que las hace mucho más fáciles de balancear y, en el caso de las lanzas, mucho más fáciles de lanzar.\n\nEn realidad, hay un tipo de palo más, el más raro de ellos, Cerezo. Esta elusiva variación de madera es casi en su totalidad una actualización directa de los Frostbright y Maple mencionados anteriormente. Su resistencia adicional no agrega más peso que los demás, pero es un poco más duradera.",
    "blue_skies.general.arcs.title": "Artefactos",
    "blue_skies.general.arcs.lore": "En el folclore de las personas que habitan estos mundos, se mencionan los objetos legendarios conocidos como Artefactos. Se rumorea que estos artefactos solo están en manos de los protectores de cada mazmorra en estos mundos. Se dice que cada artefacto otorga poderes especiales a quien lo porta.",
    "blue_skies.general.enchanting.title": "Encantamiento",
    "blue_skies.general.enchanting.lore": "Al igual que en los otros mundos, el encantamiento es posible desde Everbright y Everdawn. Para hacerlo solo dentro de estos mundos, necesitarías recolectar Charoita, que tiene el mismo propósito que el Diamante, Obsidiana del Everdawn y Falsita del Everbright.\n\nDescubrí que la Falsita tiene propiedades similares al Lapislázuli cuando se usa en la tabla de encantamiento como catalizador, sin embargo, un lingote lleno es demasiado para este proceso. Al convertir el lingote en pepitas, puedo usarlo como lo haría con Lapis.",
    "blue_skies.everbright.azulfo.title": "Azulfo",
    "blue_skies.everbright.azulfo.lore": "La más grande de la fauna de Everbright. Encontré muchos de estos a lo largo de mi viaje. Se pueden encontrar en manadas grandes y generalmente siguen al líder de la manada. Cazarlos puede ser bastante difícil, ya que a diferencia de los animales del Overworld, estos no caen sin luchar. De hecho, toda la manada se enojará cuando haga esto. Descubrí que las Lanzas tienden a ser la herramienta más útil que puedes usar para cazarlos.",
    "blue_skies.everbright.stardust_ram.title": "Carnero Astral",
    "blue_skies.everbright.stardust_ram.lore": "La fauna más común de Everbright. Estas criaturas lanudas son muy similares a las ovejas del Overworld. Se pueden esquilar con tijeras y cazar para obtener cordero.",
    "blue_skies.everbright.reindeer.title": "Reno",
    "blue_skies.everbright.reindeer.lore": "El reno es uno de los animales más útiles que encontré en Everbright. Se pueden domesticar con piñones y se equipan con una silla de montar. Se pueden montar a una velocidad moderadamente rápida y pueden saltar alrededor de 2 cuadras de altura. Solo pude encontrar estas criaturas en áreas abiertas nevadas, como Tierras Brillantes y Pinos Nevados. Los renos también pueden ser cazados como venado, sin embargo, con sus climas de vida más exigentes, generalmente evito hacerlo.",
    "blue_skies.everbright.snow_owl.title": "Búho Nevado",
    "blue_skies.everbright.snow_owl.lore": "Estas hermosas criaturas que suenan solo se pueden encontrar en el Bosque Congelado. Por lo general, viven encima de los árboles del bioma. Se pueden escuchar desde grandes distancias, lo que se suma a la misteriosa sensación del Bosque Congelado.",
    "blue_skies.everbright.grittle_flatfish.title": "Pez Planchado",
    "blue_skies.everbright.grittle_flatfish.lore": "Siendo una de las criaturas de peces más singulares de los océanos, el Pez Planchado es muy asustadizo. Tiende a asustarse con mucha facilidad, ataca a quienquiera que se le acerque y huye poco después. No duele mucho, pero no puedo evitar sentirme mal por la pequeña cosa cada vez que logro asustar a uno. Estos pescados son todo un manjar y tienden a llenarme más que cualquier otro pescado.",
    "blue_skies.everbright.armored_frost_spirit.title": "Espíritu Congelado Blindado",
    "blue_skies.everbright.armored_frost_spirit.lore": "El Espíritu de Escarcha es uno de los enemigos más comunes que encontré en mi viaje. Estas criaturas no son lo que parecen, pueden parecer agresivas y enojadas, pero debajo de ese hielo hay un pequeño espíritu que no puede lastimar a una mosca. Una vez liberado, intentará escapar, probablemente esquivando la mayoría de los golpes que le hagas. Una vez asesinado, es posible que puedas conseguir un fragmento de alma o dos. Descubrí que usar cualquier pico hace más daño a su cuerpo helado, usualmente matándolo más rápido que mis espadas más débiles.",
    "blue_skies.everbright.crynocerous.title": "Crynoceronte",
    "blue_skies.everbright.crynocerous.lore": "No vi este con demasiada frecuencia, el Crynoceronte parece ser una versión mucho más grande y poderoso que Espíritu de Escarcha Blindado, que comparte muchas de las mismas cualidades. Tiene más alcance y fuerza que el Espíritu de Escarcha Blindado. Solo pude encontrar esta bestia en climas nevados, como las Tierras Brillantes. Al igual que el Espíritu de Escarcha, recibe más daño cuando lo golpea con un pico que cuando lo golpea con una espada.",
    "blue_skies.everbright.polargeist.title": "Oso Fantasmal",
    "blue_skies.everbright.polargeist.lore": "En mi viaje me encontré con un oso fantasmal. Esta criatura es sorprendentemente rápida, pudiendo superarme en la mayoría de los casos. Tiene hielo colgando de su vientre y tiene colmillos hechos de hielo. Cuando ataca, se pone de pie sobre dos patas y golpea a su objetivo. Descubrí que no atacará si lo empujas hacia atrás lo suficientemente rápido, ya que se necesita tiempo para que se levante.",
    "blue_skies.everbright.whistleshell_crab.title": "Cangrejo Conchasilbante",
    "blue_skies.everbright.whistleshell_crab.lore": "Este gran cangrejo es capaz de caminar tanto por tierra como por agua. Parece que su garra casi se parece a una boca con dientes. En tierra, es muy rápido y casi no deja tiempo para huir. Aunque tienen mucha velocidad, no tienen mucho alcance, por lo que es fácil evitar los ataques en tierra. En el agua es un poco más lento, pero puede atravesar el agua cuando está conectado a tierra. La forma más fácil de sacarlo en el agua es mantenerse alto, ya que no puede nadar.",
    "blue_skies.everbright.shrumpty.title": "Honguín",
    "blue_skies.everbright.shrumpty.lore": "A menudo, cuando exploraba Tierras de Aguanieve, me sobresaltaba un Honguín. Estos astutos tipos se camuflan con los Hongos Nevados y atacan cuando hay un depredador cerca. Su toque es muy frío, lo que hace que sus objetivos se congelen y disminuyan la velocidad. Incluso se ríen horriblemente cuando logran dar un golpe, muy extraño...",
    "blue_skies.everbright.diophyde_prowler.title": "Merodeador de Diófidos",
    "blue_skies.everbright.diophyde_prowler.lore": "Entre los muchos enemigos a los que me he enfrentado en Everbright, no hay uno similar al Merodeador de Diófidos. Este enemigo rodea a su presa, atacando cuando es el momento adecuado. Encontré que la forma más fácil de evitar sus ataques es moverme en la dirección opuesta a la que se mueve. Es tan rápido que no tiene sentido dejarlo atrás, vale más la pena luchar contra él. También descubrí que usar un escudo puede detenerlo en seco, dejándolo vulnerable al ataque.",
    "blue_skies.everbright.seclam.title": "Almeja",
    "blue_skies.everbright.seclam.lore": "De vez en cuando, cuando atravesaba los profundos océanos del Everbright, podía encontrarme con una gran almeja. Estas tranquilas criaturas no se mueven en absoluto, solo muestran su hermosa perla. Siempre que un posible depredador se le acerque, la almeja cerrará la boca, evitando que nada le robe su perla brillante. Descubrí que después de golpearlo un par de veces, se abriría y podría quitar la perla de su boca con seguridad. Sin embargo, tenía que tener cuidado, como si fuera demasiado lento, se cerraría sobre mí, lo que probablemente dolería una tonelada.",
    "blue_skies.everbright.stonelet.title": "Lapidado",
    "blue_skies.everbright.stonelet.lore": "Durante mi visita a la Mazmorra Natural, me encontré con muchos de estos enemigos de aspecto extraño. Estos son los protectores de la mazmorra, atacando a cualquiera que se atreva a traspasarla. Descubrí que, de manera similar al espíritu de escarcha, estas criaturas son lastimadas más por picos que por cualquier otra cosa. Sabiendo esto, pude atravesar fácilmente la mazmorra.",
    "blue_skies.everbright.spewter.title": "Arrojador",
    "blue_skies.everbright.spewter.lore": "Durante mi exploración de la Mazmorra Natural, encontré estas interesantes criaturas vegetales que crecían en los jardines del último piso. Me escupían bombas de semillas cada vez que me acercaba a ellos, así que tenía que mantener la distancia.",
    "blue_skies.everbright.summoner.title": "Evocador",
    "blue_skies.everbright.summoner_pre.lore": "En la cima de la Mazmorra Deslumbrante del Everbright, me peleé con un individuo que vestía un abrigo morado con cuello. Habían usado sus poderes mágicos para convocar golems compuestos por la piedra de la mazmorra. Descubrí que la mayoría de las veces que me acercaba al hechicero, se teletransportaba a otra sección de la habitación. Sin embargo, me di cuenta de que si estaban lanzando hechizos, podría acercarme de manera segura, posiblemente pudiendo asestar un golpe. Mi visita a la mazmorra fue interrumpida por mi poder siendo superado por este individuo, así que tuve que escapar.",
    "blue_skies.everbright.summoner_post.lore": "Después de combinar mi propio conocimiento de primera mano con algunos de los cuentos de los lugareños, finalmente puedo escribir una descripción más detallada sobre a quién llamaban los lugareños, el Evocador. Este hechicero vive en lo alto de la Mazmorra Deslumbrante del Everbright. A diferencia del Alquimista, el Evocador usa su invocación para luchar por él. Puede usar magia para invocar primero golems a distancia que disparan proyectiles a quien se atreva a entrar en el piso superior. Esto es seguido por varios golems más orientados al cuerpo a cuerpo que también atacan al intruso. Estos golems se conocen como Golems Artificiales. El individuo tiende a favorecer mantener múltiples Golems Artificiales alrededor. El Summoner también se teletransporta a un lugar seguro si se le acerca sin lanzar un hechizo. Conociendo estos hechos, al derrotar a algunos de los golems, el Evocador se dejará expuesto a los ataques mientras invoca más. Para un ataque más general, el Evocador usa bolas de magia conocidas como Esferas Fluctuantes para golpear cualquier cosa que pueda acercarse a él. Sin embargo, algo que debe saberse es que si se acerca demasiado rápido mientras lanza una de estas esferas, el Evocador creará un rayo extraño y poderoso, trayendo un fuego azul levitando a la mezcla. Después de aprender y juntar toda esta información, no puedo evitar pensar que he conocido a esta persona antes.",
    "blue_skies.everbright.starlit_crusher.title": "Triturador Astral",
    "blue_skies.everbright.starlit_crusher_pre.lore": "Solo he escuchado rumores sobre el legendario guardián de la Mazmorra Natural. Dicen que se protege con paredes de madera gigantes y puede convocar a otros enemigos parecidos a plantas para ayudarlo en la batalla. Escuché que la única forma que la gente ha encontrado para dejarlo vulnerable es arrojándole algo con una punta afilada, como una lanza. Si fuera yo, es casi seguro que también querría venir equipado con un hacha para cortarlo.",
    "blue_skies.everbright.starlit_crusher_post.lore": "¡Finalmente he aprendido lo suficiente sobre Triturador Astral! Aprendí que usa 4 muros para protegerse en la batalla y escudarse de cualquier ataque. Mientras las paredes están levantadas, el triturador cultivará cosas como raíces, Arrojadores y Búhos Nevados de Madera para ayudarlo en la batalla. Una vez que haya sufrido suficiente daño, dichas raíces crecerán de tamaño. Una vez que una de las paredes ha sido destruida, comenzará a romper el suelo con ira, dejándose vulnerable a cualquier proyectil, como una lanza. Una vez aturdido, puede ser atacado con cualquier arma, sin embargo, se dice que un hacha es ideal para cortarlo.",
    "blue_skies.everdawn.cosmic_fox.title": "Zorro Cósmico",
    "blue_skies.everdawn.cosmic_fox.lore": "Uno de los animales más pequeños que encontré en Everdawn tenía que ser el Zorro Cósmico. Me las arreglé para encontrar a la pequeña criatura en áreas más abiertas, como las Praderas Abrasadoras y el Valle Poco Ortodoxo. Pude domesticar al chico usando un Fruto de Medialuna, y me seguiría a donde quiera que fuera. ¡Incluso escucha los comandos!",
    "blue_skies.everdawn.crystal_camel.title": "Camello Cristalino",
    "blue_skies.everdawn.crystal_camel.lore": "El hermoso Camello Cristalino. Ubicado únicamente en biomas arenosos, esta increíble criatura camina por el desierto, disfrutando del calor de la zona. Descubrí que les gusta comer Piñones y pude domesticar uno para mí. Después de crearme una Silla para Camello, pude montarlo. Aprendí que puedo montar un cofre en su espalda, lo que me permite llevar muchos artículos fácilmente. Sin embargo, una desventaja de esto es que los camellos no son exactamente los animales más rápidos, por lo que solo pude moverme a un ritmo más lento.",
    "blue_skies.everdawn.shade_monitor.title": "Lagarto Ensombrado",
    "blue_skies.everdawn.shade_monitor.lore": "Al ser la fauna más común de Everdawn, este animal parece ser la principal elección de caza de la mayoría en este mundo. Se adaptan a cualquier área en la que se encuentren, con un aspecto camuflado diferente según el bioma. Sin embargo, ten cuidado si intentas cazar a estos animales, ya que no retrocederán sin luchar! No son tan poderosos como el Azulfo del Everbright, pero todavía duelen bastante.",
    "blue_skies.everdawn.crogre.title": "Rana Monstruosa",
    "blue_skies.everdawn.crogre.lore": "Mi favorito personal, La Rana Monstruosa. Una rana gigante que vive casi exclusivamente en el Embalse Iluminado. Saltan muy alto, despejando alrededor de 4-5 bloques de altura. A los insectos gigantes del Everdawn parece no gustarles mucho este tipo, generalmente huyen tan pronto como logran acercarse. Descubrí que disfrutan consumir Tripas de Insectos, lo que te permite domesticar uno por ti mismo. Después, pude ensillar uno y montarlo! Descubrí que también podía montarlo en el agua, lo que me permitía atravesar el depósito con facilidad a través de la tierra y el agua!",
    "blue_skies.everdawn.nyctofly.title": "Nyctomosca",
    "blue_skies.everdawn.nyctofly.lore": "Una de mis mayores preocupaciones mientras estaba en Everdawn fue el Nyctomosca. El insecto nacido en el aire vive en áreas densamente boscosas, como los Bosques Sombreados. Tiene bastante ojos puestos, pudiendo ver objetivos desde distancias increíbles. Siempre que escuchaba aletear sus alas, sabía que era hora de luchar. Una gran cosa que aprendí es que puede ser mucho más difícil pelear en un área abierta, por lo que recomiendo permanecer en un espacio reducido.",
    "blue_skies.everdawn.venom_spider.title": "Araña Venenosa",
    "blue_skies.everdawn.venom_spider.lore": "Uno de los enemigos más comunes que tendría que enfrentar en Everdawn fue la Araña Venenosa. Suelen ser bastante inteligentes y cambian sus tácticas de ataque según el lugar donde te encuentres. Si optaba por atacarlo directamente, intentaría morderme directamente con sus colmillos venenosos. Si decidiera mantener mi distancia, me escupiría con saliva venenosa. Usar un escudo me ayudó en la mayoría de los escenarios al luchar contra estas criaturas.",
    "blue_skies.everdawn.emberback.title": "Lomoquemado",
    "blue_skies.everdawn.emberback.lore": "Estos escarabajos gigantes pueden ser un desafío para luchar si no eres consciente de sus tácticas de batalla. El Lomoquemado se puede encontrar volando hacia sus objetivos. Una vez cerca, el insecto caerá, expulsando aire caliente en llamas de debajo de su caparazón. Estos insectos son muy inteligentes y pueden detectar si has consumido una poción de resistencia al fuego y, en su lugar, intentarán morderte para reducir el daño. Una manera fácil de derrotar a estos insectos es usando un escudo o atrayéndolos a un cuerpo de agua.",
    "blue_skies.everdawn.infested_swarmer.title": "Enjambrador Infestado",
    "blue_skies.everdawn.infested_swarmer.lore": "Este insecto escurridizo solo se puede encontrar bajo tierra, o rara vez en la superficie, en áreas muy cristalizadas, como las Rugosidades de Cristal. Estas hormigas gigantes no tienen muchas tácticas de batalla, en cambio, en su mayoría tienen velocidad y tamaño. Casi me siento mal por la pobrecita con lo extrañamente mutada que se ha vuelto.",
    "blue_skies.everdawn.nested_spider.title": "Araña Anidada",
    "blue_skies.everdawn.nested_spider.lore": "Al final de mi viaje a la Mazmorra Venenosa, encontré lo que parecían ser nidos de arañas. De vez en cuando veía una araña anidada asomar la cabeza hacia afuera, así que supongo que aquí es donde descansan las arañas más pequeñas.",
    "blue_skies.everdawn.alchemist.title": "Alchemista",
    "blue_skies.everdawn.alchemist_pre.lore": "En lo alto de la Mazmorra Deslumbrante del Everdawn, me metí en una batalla con una persona que vestía una prenda roja con capucha. Usaron magia para conjurar haces de flechas y rocas puntiagudas hechas de la piedra nativa del mundo. Parecía que los haces de flechas podrían bloquearse fácilmente con un escudo. Este personaje también pudo dejar caer nubes de pociones en las esquinas de la habitación, lo que les otorgó un lugar para huir. Un patrón que pude notar es que cada ataque que no pude bloquear, pudo evitarse fácilmente. Parece que el ataque más poderoso que tienen a su disposición son los picos, ya que pueden atravesar la armadura. Desafortunadamente, este breve partido no resultó a mi favor, así que tuve que escapar antes de poder aprender más.",
    "blue_skies.everdawn.alchemist_post.lore": "Después de escuchar historias de los lugareños, pude ampliar mi conocimiento sobre a quién apodaban, el Alquimista. El hechicero que se esconde en lo alto de la Mazmorra Deslumbrante del Everdawn. En contraste con el Evocador del Everbright, el Alquimista hace la mayor parte de la lucha por sí mismo, lanza proyectiles y usa ataques de área de efecto como nubes de pociones. Al igual que el Invocador, el Alquimista puede escapar de cualquier cosa que se le acerque teletransportándose. Sin embargo, no puede teletransportarse cuando lanza un hechizo, lo que significa que cada vez que ataca se deja abierto.\n\nComenzando por mencionar los proyectiles, en mi propio encuentro, encontré que los picos pueden atravesar la armadura y doler bastante. Desafortunadamente para el Alquimista, estos son muy fáciles de esquivar. Sin embargo, si te acercas a él demasiado rápido, aparecerán alrededor de sus pies mirando hacia arriba. Para el otro proyectil, el Alquimista puede usar paquetes de flechas. Estas flechas tienen bastante fuerza y ​​pueden enviarte volando por la habitación. Por lo que dijeron los lugareños, a medida que el Alquimista se debilita, existe la posibilidad de que algunos se incendien. Afortunadamente, hay fuentes de agua en la habitación durante la mayor parte de la pelea. Sin embargo, esto puede cambiar, ya que aún no he mencionado otra habilidad que tiene el Alquimista, la conversión de fluidos. El alquimista puede convertir el agua en lava y viceversa. Esto puede cambiar el rumbo de la batalla rápidamente si logras ser quemado por él.\n\nAhora llegaré a las últimas cosas que puede hacer el Alquimista. Él es capaz de cegar temporalmente a todos en su habitación, se rumorea que esto solo durará un corto tiempo, por lo que no me preocuparía demasiado. Lo último que puede hacer es curarse a sí mismo cuando está débil. Dado que se deja abierto a los ataques todo el tiempo, con el armamento y la agresión adecuados, su curación puede verse afectada. Después de escuchar todos estos rumores y reunir esta información, no puedo evitar sentir que conocí a esta persona antes.",
    "blue_skies.everdawn.arachnarch.title": "Arachnarquía",
    "blue_skies.everdawn.arachnarch_pre.lore": "Con algunos de los rumores que he escuchado sobre este arácnido gigante, estaría aterrorizado de enfrentarlo yo mismo. Por lo que tengo entendido, es capaz de usar su tamaño gigante para abalanzarse sobre cualquiera de sus objetivos cuando está conectado a tierra. Con lo que he aprendido de la mayoría de los depredadores de Everdawn, un escudo probablemente haría maravillas contra él. También escuché que, a diferencia de la mayoría de las arañas gigantes del mundo, esta puede sujetarse al techo para evitar la mayoría de los ataques.",
    "blue_skies.everdawn.arachnarch_post.lore": "Con información nueva que he aprendido, puedo escribir una entrada completa sobre el Arachnarquía. Este rastreador espeluznante puede engancharse al techo, manteniéndose alejado de la mayoría, si no de todos los ataques. Si esto es cierto, le aconsejaría que lo detenga hasta que ya no pueda mantenerse en el techo. Luego, cuando está en tierra, también he escuchado que puede lanzarse hacia los objetivos usando su enorme cantidad de peso. Como con la mayoría de los enemigos del Everdawn, tiendo a usar un escudo contra cosas como esta. Por lo que tengo entendido, la colisión contra el escudo hace que la araña se maree, dejándola vulnerable a los ataques."
}